[
    {
        "author": "曹操",
        "contents": [
            "东临碣石，以观沧海。",
            "水何澹澹，山岛竦峙。",
            "树木丛生，百草丰茂。",
            "秋风萧瑟，洪波涌起。",
            "日月之行，若出其中；",
            "星汉灿烂，若出其里。",
            "幸甚至哉，歌以咏志。"
        ],
        "dynasty": "〔两汉〕",
        "name": "观沧海",
        "translation": [
            "译文：东行登上高高的碣石山，来观赏苍茫的大海。海水多么宽阔浩荡，海中山岛罗列，高耸挺立。周围树木葱茏，各种草植生长茂盛。萧瑟的风声传来，草木动摇，海中翻涌着巨大的海浪。太阳和月亮升起降落，好像是从这浩瀚的海洋中发出的。天河里的灿烂群星，也好像是从大海的怀抱里涌现出来的。太值得庆幸了！就用诗歌来表达心志吧。",
            "注释：临：登上，有游览的意思。碣(jié)石：山名。碣石山，河北昌黎碣石山。公元207年秋天，曹操征乌桓得胜回师时经过此地。沧：通“苍”，青绿色。海：渤海何：多么澹澹(dàndàn)：水波摇动的样子。竦峙(sǒngzhì)：耸立。竦，通耸，高。萧瑟：树木被秋风吹的声音。洪波：汹涌澎湃的波浪日月：太阳和月亮若：如同.好像是.星汉：银河，天河。幸：庆幸。甚：很，程度副词。至：极点。幸甚至哉，歌以咏志：太值得庆幸了！就用诗歌来表达心志吧。(最后两句每章都有，与本诗正文的内容没有的直接关系。)",
            "参考资料：完善"
        ]
    },
    {
        "author": "李白",
        "contents": [
            "杨花落尽子规啼，闻道龙标过五溪。",
            "我寄愁心与明月，随君直到夜郎西。"
        ],
        "dynasty": "〔唐代〕",
        "name": "闻王昌龄左迁龙标遥有此寄",
        "translation": [
            "译文：在柳絮落完，子规啼鸣之时，我听说您被贬为龙标尉，要经过五溪。我把我忧愁的心思寄托给明月，希望能随着你一直到夜郎以西。",
            "注释：王昌龄：唐代诗人，天宝(唐玄宗年号，742～756)年间被贬为龙标县尉。左迁：贬谪，降职。唐代是以左为尊的，但唐朝官场中依然把左迁作为贬官的代称。龙标：古地名，唐朝置县，在今湖南省怀化市一带。杨花：柳絮。子规：即杜鹃鸟，相传其啼声哀婉凄切。杨花落尽：一作“扬州花落”。龙标：诗中指王昌龄，古人常用官职或任官之地的州县名来称呼一个人。五溪：是武溪、巫溪、酉溪、沅溪、辰溪的总称，在今湖南省西部。关于五溪所指，尚有争议。与：给。随君：一作“随风”。夜郎：汉代中国西南地区少数民族曾在今贵州西部、北部和云南东北部及四川南部部分地区建立过政权，称为夜郎。唐代在今贵州桐梓和湖南沅陵等地设过夜郎县。这里指湖南的夜郎(在今新晃侗族自治县境，与黔阳邻近)。李白当时在东南，所以说“随风直到夜郎西”。",
            "参考资料：完善"
        ]
    },
    {
        "author": "王湾",
        "contents": [
            "客路青山外，行舟绿水前。",
            "潮平两岸阔，风正一帆悬。",
            "海日生残夜，江春入旧年。",
            "乡书何处达？归雁洛阳边。"
        ],
        "dynasty": "〔唐代〕",
        "name": "次北固山下",
        "translation": [
            "译文：郁郁葱葱的山外是旅客的道路，船航行在绿水之间。潮水涨满，两岸与江水齐平，整个江面十分开阔，帆顺着风端直高挂。夜幕还没有褪尽，旭日已在江上冉冉升起，江上春早，旧年未过新春已来。我的家书应该送到什么地方呢？北去的归雁啊，请给我捎回洛阳那边！",
            "注释：次：旅途中暂时停宿，这里是停泊的意思。北固山：在今江苏镇江北，三面临长江。客路：旅途。青山：指北固山。潮平两岸阔：潮水涨满，两岸与江水齐平，整个江面十分开阔。风正：顺风。悬：挂。海日：海上的旭日。残夜：夜将尽之时。江春：江上的春天。乡书：家信。归雁：北归的大雁。大雁每年秋天飞往南方，春天飞往北方。古代有用大雁传递书信的传说。",
            "参考资料：完善"
        ]
    },
    {
        "author": "马致远",
        "contents": [
            "枯藤老树昏鸦，小桥流水人家，古道西风瘦马。夕阳西下，断肠人在天涯。"
        ],
        "dynasty": "〔元代〕",
        "name": "天净沙·秋思",
        "translation": [
            "译文：天色黄昏，一群乌鸦落在枯藤缠绕的老树上，发出凄厉的哀鸣。小桥下流水哗哗作响，小桥边庄户人家炊烟袅袅。古道上一匹瘦马，顶着西风艰难地前行。夕阳渐渐地失去了光泽，从西边落下。凄寒的夜色里，只有孤独的旅人漂泊在遥远的地方。",
            "注释：天净沙：曲牌名，属越调。又名“塞上秋”。枯藤：枯萎的枝蔓。昏鸦：黄昏时归巢的乌鸦。昏：傍晚。人家：农家。此句写出了诗人对温馨的家庭的渴望。古道：已经废弃不堪再用的古老驿道(路)或年代久远的驿道。西风：寒冷、萧瑟的秋风。瘦马：瘦骨如柴的马。断肠人：形容伤心悲痛到极点的人，此指漂泊天涯、极度忧伤的旅人。天涯：远离家乡的地方。",
            "参考资料：完善"
        ]
    },
    {
        "author": "刘义庆",
        "contents": [
            "谢太傅寒雪日内集，与儿女讲论文义。俄而雪骤，公欣然曰：“白雪纷纷何所似？”兄子胡儿曰：“撒盐空中差可拟。”兄女曰：“未若柳絮因风起。”公大笑乐。即公大兄无奕女，左将军王凝之妻也。"
        ],
        "dynasty": "〔南北朝〕",
        "name": "咏雪",
        "translation": [
            "译文：谢安在寒冷的雪天举行家庭聚会，给子侄辈们讲解文章的义理。不久，雪下得大了，太傅高兴地说：“这纷纷扬扬的白雪像什么呢？”他哥哥的长子谢朗说：“在空中撒盐差不多可以相比。”另一个哥哥的女儿说：“不如比作柳絮乘风飞舞。”太傅大笑起来。她就是谢无奕的女儿谢道韫，左将军王凝之的妻子。",
            "注释：谢太傅：即谢安(.320年－385年)，字安石，晋朝陈郡阳夏(现在河南太康)人。做过吴兴太守、侍中、吏部尚书、中护军等官职。死后追赠为太傅。内集：家人一同聚集在屋内。儿女：子侄辈们。讲论文义：讲解文章的义理。俄而：不久，不一会儿。骤：急，紧。欣然：高兴的样子。然：……的样子。何所似：像什么。何，什么；似，像。胡儿：即谢朗。谢朗，字长度，谢安哥哥的长子。做过东阳太守。差可拟：差不多可以相比。差，大致，差不多；拟，相比。未若：倒不如。因：趁、乘。即：是。无奕女：指谢道韫(yùn)，东晋有名的才女，以聪明有才著称。无奕，指谢奕，字无奕。王凝之：字叔平，大书法家王羲之的第二个儿子，做过江州刺史、左将军、会稽内史等。",
            "参考资料：完善"
        ]
    },
    {
        "author": "刘义庆",
        "contents": [
            "陈太丘与友期行，期日中。过中不至，太丘舍去，去后乃至。元方时年七岁，门外戏。客问元方：“尊君在不？”答曰：“待君久不至，已去。”友人便怒曰：“非人哉！与人期行，相委而去。”元方曰：“君与家君期日中。日中不至，则是无信；对子骂父，则是无礼。”友人惭，下车引之。元方入门不顾。"
        ],
        "dynasty": "〔南北朝〕",
        "name": "陈太丘与友期行",
        "translation": [
            "译文：陈太丘和朋友相约同行，约定的时间在正午，过了正午朋友还没有到，陈太丘不再等候他而离开了，陈太丘离开后朋友才到。元方当时年龄七岁，在门外玩耍。陈太丘的朋友问元方：“你的父亲在吗？”元方回答道：“我父亲等了您很久您却还没有到，已经离开了。”友人便生气地说道：“真不是君子啊！和别人相约同行，却丢下别人先离开了。”元方说：“您与我父亲约在正午，正午您没到，就是不讲信用；对着孩子骂父亲，就是没有礼貌。”朋友感到惭愧，下了车想去拉元方的手，元方头也不回地走进家门。",
            "注释：元方：即陈纪，字元方，陈寔的长子。陈太丘：陈寔(shí)，字仲弓，东汉颍川许县(现在河南许昌)人，做过太丘县令。太丘：古地名。期行：相约同行。期，约定。期日中：约定的时间是正午。日中，正午时分。过中：过了正午。舍去：不再等候就走了。去，离开。舍：舍弃，抛弃。乃至：(友人)才到。乃，才。戏：嬉戏。尊君在不(fǒu)：你父亲在吗？尊君，对别人父亲的一种尊称。不，通“否”君：对对方的一种尊称。家君：谦词，对人称自己的父亲。引：拉，要和元方握手信：诚信，讲信用。时年：当时的年龄。非：不是。相委而去：丢下我走了。相：表示动作偏指一方。委：抛弃，舍弃。已去：已经离开。曰：说。则：就是。顾：回头看。惭：感到惭愧。",
            "古今异义词1.去古意：离开；今意：往、到。2.委古意：丢下、舍弃；今意：委屈、委托。3.顾古意：回头看；今意：照顾"
        ]
    },
    {
        "author": "孔子及其弟子",
        "contents": [
            "子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”《学而》",
            "曾子曰：“吾日三省吾身：为人谋而不忠乎？与朋友交而不信乎？传不习乎？”《学而》",
            "子曰：“吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不逾矩。”《为政》",
            "子曰：“温故而知新，可以为师矣。”《为政》",
            "子曰：“学而不思则罔，思而不学则殆。”《为政》",
            "子曰：“贤哉，回也！一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐。贤哉，回也！”《雍也》",
            "子曰：“知之者不如好之者，好之者不如乐之者。”《雍也》",
            "子曰：“饭疏食，饮水，曲肱而枕之，乐亦在其中矣。不义而富且贵，于我如浮云。”《述而》",
            "子曰：“三人行，必有我师焉。择其善者而从之，其不善者而改之。”《述而》",
            "子在川上曰：“逝者如斯夫，不舍昼夜。”《子罕》",
            "子曰：“三军可夺帅也，匹夫不可夺志也。”《子罕》",
            "子夏曰：“博学而笃志，切问而近思，仁在其中矣。”《子张》"
        ],
        "dynasty": "〔先秦〕",
        "name": "论语十二章",
        "translation": [
            "译文：",
            "孔子说：“学了(知识)然后按一定的时间复习它(一说学习的道理在合适的时机去实践)，不也是很愉快吗？有志同道合的人从远方来，不也是很快乐吗？人家不了解我，我却不恼怒，不也是一个有德的君子吗？”",
            "曾子说：“我每天多次反省自己：替别人办事是不是尽心竭力了？同朋友交往是不是诚实可信了？老师传授的知识是不是复习了？”",
            "孔子说：“我十五岁就立志学习，三十岁就能立足于世，四十岁(遇事)不再感到迷惑，五十岁知道哪些是不能为人力所支配的事情，六十岁能听得进不同的意见，七十岁可以随心所欲、收放自如，却又不超出规矩。”",
            "孔子说：“温习学过的知识，可以从中获得新的理解与体会，那么就可以凭借这一点去做老师了。”",
            "孔子说：“只是学习却不思考就会感到迷茫而无所适从，只是思考却不学习就会心中充满疑惑而无定见。”",
            "孔子说：“颜回的品质是多么高尚啊！一碗饭，一瓢水，住在简陋的小巷中，别人都忍受不了这种穷困清苦，颜回却没有改变他好学的乐趣。颜回的品质是多么高尚啊！”",
            "孔子说：“知道学习的人比不上爱好学习的人；爱好学习的人比不上以学习为乐的人。”",
            "孔子说：“我整天吃粗陋的饭食，着冷水，弯着胳膊做枕头，也自得其乐。用不正当的手段得来的富贵，我把它看作天上的浮云。”",
            "孔子说：“多人同行，其中必定有人可以做我老师的人。我选择他好的方面向他学习，看到他不好的方面就对照自己，改正自己的缺点。”",
            "孔子在河边感叹道：“时光的流逝就像这河水一样啊！日夜不停地流淌。”",
            "孔子说：“军队的主帅可以改变，普通人的志向却不可改变。”",
            "子夏说：“博闻广学又坚持自己的志向，仔细的求问，多考虑当前的事，仁德就在其中了。”",
            "注释：子：古代对男子的尊称，这里指孔子。时习：按时温习(一说练习，实践)。时，按时。不亦说乎：不是很愉快吗？不亦……乎，常用于表示委婉的反问。说，通假字，同“悦”，愉快。愠：生气，发怒。君子：这里指道德上有修养，有才德的人。吾：人称代词，我。日：每天。三省：多次进行自我检查。三，泛指多次。一说，实指三个方面。省，自我检查、反省。为人谋：替人谋划事情。忠：竭尽自己的心力。信：诚信。传：传授，这里指老师传授的知识。十有五：十五岁。有，同“又”，用于整数和零数之间。立：立身，指能有所成就。站立，站得住。惑：迷惑，疑惑。天命：上天的意旨。古人认为天是世间万物的主宰。命，命令。耳顺：对此有多种解释，通常认为是能听得进不同的意见。从心所欲：顺从意愿。逾矩：越过法度。逾，越过。矩，法度。温故而知新：温习学过的知识，可以得到新的理解和体会。罔(wǎng)：迷惑，意思是感到迷茫而无所适从。殆(dài)：疑惑。回：即颜回(前521—前490)，字子渊，春秋末期鲁国人，孔子的弟子。箪：古代盛饭用的圆形竹器。堪：能忍受。之：代词，它，这里指学问和事业。一说，指仁德。者：代词，“……的人”。好：喜爱，爱好。乐：以……为快乐。饭疏食，饮水：吃粗粮，喝冷水。饭，吃。疏食，粗粮。水，文言文中称冷水为“水”，热水为“汤”。肱(gōng)：胳膊上从肩到肘的部分，这里指胳膊。于：介词，对，对于。如浮云：像浮云一样。焉：于此，意思是在其中。善者：好的方面，优点。善，好。者，……的人川上：河边。川，河流。逝者如斯夫，不舍昼夜：时光像河水一样流去，日夜不停。逝，往；离去。斯，代词，这，指河水。夫，语气词，用于句末，表示感叹。三军：指军队。夺：改变。匹夫：指平民中的男子，这里泛指平民百姓。子夏(前507—？)：即卜商，字子夏，春秋末期晋国人，孔子的弟子。笃志：志向坚定。笃，坚守。切问而近思：恳切地发问求教，多思考当前的事情。切，恳切。仁：仁德。",
            "参考资料：完善"
        ]
    },
    {
        "author": "诸葛亮",
        "contents": [
            "夫君子之行，静以修身，俭以养德。非淡泊无以明志，非宁静无以致远。夫学须静也，才须学也，非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能治性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！"
        ],
        "dynasty": "〔两汉〕",
        "name": "诫子书",
        "translation": [
            "译文：品德高尚的人，依靠内心宁静专一来修养身心，以俭朴节约来培养品德。不恬淡寡欲就无法使(自己的)志向明确，不清静寡欲就无法达到远大的目标。学习必须静心专一，而才干则来自勤奋学习。如果不学习就无法增长自己的才干，不明确志向就不能在学习上获得成就。放纵懈怠就不能勉励心志振奋精神，轻薄浮躁就不能修养性情。年华随同时光飞快逝去，意志随同岁月而丧失。最终(像黄叶一样)枯老衰落，大多不接触世事，对社会没有任何贡献，只能悲哀困守在自己破败的房子里，那时再悔恨又怎么来得及！",
            "注释：诫：警告，劝人警惕。子：一般认为是指诸葛亮的儿子诸葛瞻。书：书信。夫(fú)：助词，用于句首，表示发端。君子：品德高尚的人。行：指操守、品德、品行。静：屏除杂念和干扰，宁静专一。以：连词，表示后者是前者的目的。修身：修养身心。养德：培养品德。淡泊：内心恬淡，不慕名利。无以：没有什么可以拿来，没办法。明志：明确志向。明：明确、坚定。宁静：这里指安静，集中精神，不分散精力。致远：达到远大目标。致：达到。才：才干。广才：增长才干。广：增长。成：达成，成就。淫慢：放纵懈怠。淫：放纵。慢：懈怠。励精：振奋精神。励：振奋。险躁：轻薄浮躁。与上文“宁静”相对而言。险：轻薄。治性：修养性情。治：修养。年与时驰：年纪随同时光飞快逝去。与：跟随。驰：疾行，指飞速逝去。意与日去：意志随同岁月而丧失。日：时间。去：消逝，逝去。遂：最终。枯落：凋落，衰残。比喻人年老志衰，没有用处。多不接世：意思是，大多对社会没有任何贡献。穷庐：穷困潦倒之人住的陋室。将复何及：又怎么来得及。",
            "参考资料：完善"
        ]
    },
    {
        "author": "蒲松龄",
        "contents": [
            "一屠晚归，担中肉尽，止有剩骨。途中两狼，缀行甚远。",
            "屠惧，投以骨。一狼得骨止，一狼仍从。复投之，后狼止而前狼又至。骨已尽矣，而两狼之并驱如故。",
            "屠大窘，恐前后受其敌。顾野有麦场，场主积薪其中，苫蔽成丘。屠乃奔倚其下，弛担持刀。狼不敢前，眈眈相向。",
            "少时，一狼径去，其一犬坐于前。久之，目似瞑，意暇甚。屠暴起，以刀劈狼首，又数刀毙之。方欲行，转视积薪后，一狼洞其中，意将隧入以攻其后也。身已半入，止露尻尾。屠自后断其股，亦毙之。乃悟前狼假寐，盖以诱敌。",
            "狼亦黠矣，而顷刻两毙，禽兽之变诈几何哉？止增笑耳。"
        ],
        "dynasty": "〔清代〕",
        "name": "狼",
        "translation": [
            "译文：",
            "一个屠户在晚上回家，担子里的肉已经卖完了，只剩下骨头。屠户在半路上遇到两只狼，(两只狼)紧跟着(他)走了很远。",
            "屠户感到害怕，把骨头扔给狼。一只狼得到骨头就停止了，另一只狼仍然跟着(屠户)。屠户再次扔骨头，较晚得到骨头的狼停住了，之前获得骨头的狼又跟上来了。骨头已经没有了，但两只狼像原来一样一起追赶屠户。",
            "屠户感到处境危急，担心前后都受到狼的攻击。他往旁边看了看发现田野中有个麦场，麦场的主人把柴草堆积在里面，覆盖成小山一样。屠户于是跑过去倚靠在柴草堆下，卸下担子拿起屠刀。两只狼不敢上前，瞪着眼睛看着屠户。",
            "一会儿，一只狼径直走开了，另一只狼像狗一样蹲坐在前面。时间长了，蹲坐在那里的那只狼的眼睛好像闭上了，神情很悠闲。屠户突然跳起来，用刀砍狼的头，又连砍了几刀把狼杀死。他刚刚想离开上路，转身看柴草堆后面，另一只狼正在挖洞，想要从柴草堆中打洞来从后面攻击屠户。狼的身体已经钻进去一半，只露出屁股和尾巴。屠户从后面砍掉了狼的大腿，这只狼也被杀死了。他才领悟到前面的狼假装睡觉，原来是用来诱引敌人的。",
            "狼也是狡猾的，而眨眼间两只狼都被杀死了，禽兽的欺骗手段能有多少啊！只是增加笑料罢了。",
            "注释：屠：这里指屠户，宰杀牲畜卖肉的人。晚：在晚上。归：回家。止：通“只”，翻译为仅，只。缀行甚远：紧随着走了很远。缀，连接，紧跟。甚，很。惧：害怕投以骨：倒装，就是“以骨投之”，意为把骨头扔给狼。以，把。从：跟从，跟随。复：又，再矣：语气词，相当于“了”。两狼之并驱如故：两只狼像原来一样一起追赶。并，一起。驱，追随、追赶。如故，跟原来一样。窘(jiǒng)：困窘，处境危急，困迫为难。恐：恐惧，担心。敌：名词作动词，指攻击的意思。顾：看，视。这里指往旁边看。积薪：堆积柴草。积，堆积。薪，柴草。苫(shàn)蔽成丘：覆盖成小山一样。苫蔽，覆盖、遮盖。乃：于是，就。弛：解除、卸下。眈眈(dāndān)相向：(狼)瞪着眼看着(屠户)。眈眈，注视的样子。相：表示偏指一方，指狼瞪屠户，非“相互”。少(shǎo)时：一会儿犬坐于前：像狗一样蹲坐在前面。犬，名词作状语，像狗一样。久之：很久。之，音节助词，表示修饰前字，没有实在意义。瞑(míng)：闭上眼睛。意暇甚：神情很悠闲。意：这里指神情、态度。暇，悠闲、从容。暴：突然。毙：杀死。洞其中：在柴草中打洞。洞。这里作动词。隧入：从通道进入。隧：通道，这里用作状语，“从通道”的意思。尻(kāo)：屁股。自：从。股：大腿假寐(mèi)：假装睡觉。寐：睡觉。盖：承接上文，表示原因。这里有“原来是”的意思。黠：狡猾。顷刻：一会儿。亦：也。禽兽之变诈几何哉：禽兽的欺骗手段能有多少啊。变诈，巧变诡诈。几何，多少，这里是“能有多少”的意思。哉，语气词，相当于“啊”。止增笑耳：只是增加笑料罢了。",
            "参考资料：完善"
        ]
    },
    {
        "author": "吕不韦",
        "contents": [
            "宋之丁氏，家无井而出溉汲，常一人居外。及其家穿井，告人曰：“吾穿井得一人。”有闻而传之者：“丁氏穿井得一人。”国人道之，闻之于宋君。宋君令人问之于丁氏，丁氏对曰：“得一人之使，非得一人于井中也。”求闻之若此，不若无闻也。"
        ],
        "dynasty": "〔先秦〕",
        "name": "穿井得一人",
        "translation": [
            "译文：宋国的一户姓丁的人家，家中没有井，需要到外面打水浇地，经常派一人停留在外面专管打水。等到他家打了水井的时候，丁氏告诉别人说：“我家打水井得到了一个人。”有人听了就去传播：“丁家挖井挖到了一个人。”居住在国都中的人都在谈论这件事，使宋国的国君知道了这件事。宋国国君派人向丁氏询问情况，丁氏回答说：“多得到一个人的劳力，不是在井内挖到了一个人。”像这样得到的消息，还不如不知道。",
            "注释：穿：挖穿、开凿。宋：西周及春秋战国时期诸侯国，在今河南商丘一带。而：于是，就。溉汲：打水浇田。溉：浇灌；灌溉。汲：从井里取水。居：停留。及：待，等到。国人：指居住在国都中的人。道：讲述。闻之于宋君：使宋国的国君知道这件事。闻，知道；听说，这里是“使知道”的意思。对：应答，回答。得一人之使：多得到一个人使唤，指多得到一个人的劳力。于：在。"
        ]
    },
    {
        "author": "《列子》",
        "contents": [
            "杞国有人忧天地崩坠，身亡所寄，废寝食者。",
            "又有忧彼之所忧者，因往晓之，曰：“天，积气耳，亡处亡气。若屈伸呼吸，终日在天中行止，奈何忧崩坠乎？”",
            "其人曰：“天果积气，日月星宿，不当坠耶？”",
            "晓之者曰：“日月星宿，亦积气中之有光耀者，只使坠，亦不能有所中伤。”",
            "其人曰：“奈地坏何？”",
            "晓之者曰：“地，积块耳，充塞四虚，亡处亡块。若躇步跐蹈，终日在地上行止，奈何忧其坏？”",
            "其人舍然大喜，晓之者亦舍然大喜。"
        ],
        "dynasty": "〔先秦〕",
        "name": "杞人忧天",
        "translation": [
            "译文：杞国有个人担忧天会崩塌，地会陷落，自己无处身容，以至于整天睡不好觉，吃不下饭。另外又有个人为这个杞国人的担心而担心的人，就去开导他，说：“天不过是积聚的气体罢了，没有一个地方没有气的。你一举一动，一呼一吸，整天都在天空里活动，怎么还担心天会塌下来呢？”那个人说：“天如果真的是气体，那日月星辰不就会掉下来了吗？”开导他的人说：“日月星辰也是气体积聚的东西中那些能发光的，即使掉下来，也不会有什么伤害。”那个人又说：“地陷下去怎么办？”开导他的人说：“地不过是堆积的土块罢了，填满了四处，没有一个地方是没有土块的。你踩踏行走，整天都在地上活动，怎么还担心地会陷下去呢？”那个杞国人消除疑虑，非常高兴；开导他的人也消除疑虑，非常高兴。",
            "注释：杞：春秋时期国名，在今河南杞县。崩坠：崩塌，坠落。身亡(wú)所寄：没有地方存身。亡，同“无”。寄，依附，依托。又有忧彼之所忧者：又有一个为他的忧愁而担心的人。之，的。忧，忧愁、担心。晓：开导。若：你。屈伸：身体四肢的活动。终日在天中行止：整天在天空气体里活动。行止，活动、行动。果：如果。日月星宿(xiù)不当坠耶：日月星辰不就会坠落下来了吗？星宿，泛指星辰。只使：即使。中(zhòng)伤：伤害。奈地坏何：那地陷了(又)怎么办呢？地积块耳：大地是土块堆积成的罢了。四虚：四方。躇(chú)步跐(cǐ)蹈：泛指人的站立行走。躇，立；步，行；跐，踩；蹈，跳。行止：活动，行动。奈何：为何，为什么。舍然：消除疑虑的样子。",
            "参考资料：完善"
        ]
    },
    {
        "author": "李白",
        "contents": [
            "峨眉山月半轮秋，影入平羌江水流。",
            "夜发清溪向三峡，思君不见下渝州。"
        ],
        "dynasty": "〔唐代〕",
        "name": "峨眉山月歌",
        "translation": [
            "译文：半轮明月高高悬挂在峨眉山前，月影倒映在青衣江澄澈的水面上，仿佛在随着江水流动。夜间乘船出发，离开清溪直奔三峡。想你却难相见，只能依依不舍顺江去向渝州。",
            "注释：峨眉山：在今四川峨眉县西南。半轮秋：半圆的秋月，即上弦月或下弦月。影：月光的影子。平羌：即青衣江，在峨眉山东北。源出四川芦山，流经乐山汇入岷江。夜：今夜。发：出发。清溪：指清溪驿，属四川犍为，在峨眉山附近。三峡：指长江瞿塘峡、巫峡、西陵峡，今在重庆、湖北两省的交界处。一说指四川乐山的犁头、背峨、平羌三峡，清溪在黎头峡的上游。君：指峨眉山月。一说指作者的友人。下：顺流而下。渝州：治所在巴县，今重庆一带。",
            "参考资料：完善"
        ]
    },
    {
        "author": "杜甫",
        "contents": [
            "岐王宅里寻常见，崔九堂前几度闻。",
            "正是江南好风景，落花时节又逢君。"
        ],
        "dynasty": "〔唐代〕",
        "name": "江南逢李龟年",
        "translation": [
            "译文：当年我经常在岐王与崔九的住宅里见到你并听到你的歌声。现在正好是江南风景秀美的时候，在这暮春季节再次遇见了你。",
            "注释：李龟年：唐朝开元、天宝年间的著名乐师，擅长唱歌。因为受到皇帝唐玄宗的宠幸而红极一时。“安史之乱”后，李龟年流落江南，卖艺为生。岐王：唐玄宗李隆基的弟弟李隆范(后改名李范)，以好学爱才著称，雅善音律。寻常：经常。崔九：崔涤，在兄弟中排行第九，中书令崔湜的弟弟。玄宗时，曾任殿中监，出入禁中，得玄宗宠幸。崔姓，是当时一家大姓，以此表明李龟年原来受赏识。江南：这里指今湖南省一带。落花时节：暮春，通常指阴历三月。落花的寓意很多，人衰老飘零，社会的凋弊丧乱都在其中。君：指李龟年。",
            "参考资料：完善"
        ]
    },
    {
        "author": "岑参",
        "contents": [
            "强欲登高去，无人送酒来。",
            "遥怜故园菊，应傍战场开。"
        ],
        "dynasty": "〔唐代〕",
        "name": "行军九日思长安故园",
        "translation": [
            "译文：勉强地想要按照习俗去登高饮酒，可惜再没有像王弘那样的人把酒送来。怜惜远方长安故园中的菊花，这时应正寂寞地在战场旁边盛开。",
            "注释：九日：指九月九日重阳节。强：勉强。登高：重阳节有登高赏菊饮酒以避灾祸的风俗。怜：可怜。傍：靠近、接近。"
        ]
    },
    {
        "author": "李益",
        "contents": [
            "回乐烽前沙似雪，受降城外月如霜。",
            "不知何处吹芦管，一夜征人尽望乡。"
        ],
        "dynasty": "〔唐代〕",
        "name": "夜上受降城闻笛",
        "translation": [
            "译文：回乐烽前的沙地洁白似雪，受降城外的月色犹如深秋白霜。不知何处吹起凄凉的芦管，惹得出征的将士一夜都在思念家乡。",
            "注释：受降城：唐初名将张仁愿为了防御突厥，在黄河以北筑受降城，分东、中、西三城，都在今内蒙古自治区境内。另有一种说法是：公元646年(贞观二十年)，唐太宗亲临灵州接受突厥一部的投降，“受降城”之名即由此而来。回乐烽：烽火台名。在西受降城附近。一说当作“回乐峰”，山峰名，在回乐县(今宁夏灵武西南)。芦管：笛子。一作“芦笛”。征人：戍边的将士。尽：全。",
            "参考资料：完善"
        ]
    },
    {
        "author": "刘禹锡",
        "contents": [
            "自古逢秋悲寂寥，我言秋日胜春朝。",
            "晴空一鹤排云上，便引诗情到碧霄。"
        ],
        "dynasty": "〔唐代〕",
        "name": "秋词二首·其一",
        "translation": [
            "译文：自古以来，骚人墨客都悲叹秋天萧条，我却说秋天远远胜过春天。秋日晴空万里，一只仙鹤推开云层扶摇直上，便引发我的诗情飞上云霄。",
            "注释：悲寂寥：悲叹冷清萧条。春朝：春天。排云：指推开云层。排：推，有冲破的意思。碧霄：蓝天。"
        ]
    },
    {
        "author": "李商隐",
        "contents": [
            "君问归期未有期，巴山夜雨涨秋池。",
            "何当共剪西窗烛，却话巴山夜雨时。"
        ],
        "dynasty": "〔唐代〕",
        "name": "夜雨寄北",
        "translation": [
            "译文：你问我回家的日期，我还没有确定日期，此刻巴山的夜雨淅淅沥沥，雨水已涨满秋池。什么时候我们才能一起秉烛长谈，相互倾诉今宵巴山夜雨中的思念之情。",
            "注释：寄北：写诗寄给北方的人。诗人当时在巴蜀(现在四川省)，他的亲友在长安，所以说“寄北”。这首诗表达了诗人对亲友的深刻怀念。君：对对方的尊称，等于现代汉语中的“您”。归期：指回家的日期。巴山：指大巴山，在陕西南部和四川东北交界处。这里泛指巴蜀一带。秋池：秋天的池塘。何当：什么时候。共：副词，用在谓语前，表示动作行为是由两个或几个施事者共同发生的。可译为“一起”。剪西窗烛：剪烛，剪去燃焦的烛芯，使灯光明亮。这里形容深夜秉烛长谈。“西窗话雨”“西窗剪烛”用作成语，所指也不限于夫妇，有时也用以写朋友间的思念之情。却话：回头说，追述。",
            "参考资料：完善"
        ]
    },
    {
        "author": "陆游",
        "contents": [
            "僵卧孤村不自哀，尚思为国戍轮台。",
            "夜阑卧听风吹雨，铁马冰河入梦来。"
        ],
        "dynasty": "〔宋代〕",
        "name": "十一月四日风雨大作·其二",
        "translation": [
            "译文：穷居孤村，躺卧不起，不为自己的处境而感到哀伤，心中还想着替国家戍守边疆。夜深了，我躺在床上听到那风雨声，就梦见自己骑着披着盔甲的战马跨过冰封的河流出征北方疆场。",
            "注释：僵卧：躺卧不起。这里形容自己穷居孤村，无所作为。僵，僵硬。孤村：孤寂荒凉的村庄。不自哀：不为自己哀伤。思：想着，想到。戍(shù)轮台：在新疆一带防守，这里指戍守边疆。戍，守卫。轮台：在今新疆境内，是古代边防重地。此代指边关。夜阑(lán)：夜残；夜将尽时。风吹雨：风雨交加，和题目中“风雨大作”相呼应；当时南宋王朝处于风雨飘摇之中，“风吹雨”也是时局写照，故诗人直到深夜尚难成眠。铁马：披着铁甲的战马。冰河：冰封的河流，指北方地区的河流。",
            "参考资料：完善"
        ]
    },
    {
        "author": "谭嗣同",
        "contents": [
            "终古高云簇此城，秋风吹散马蹄声。",
            "河流大野犹嫌束，山入潼关不解平。"
        ],
        "dynasty": "〔清代〕",
        "name": "潼关",
        "translation": [
            "译文：自古以来高高云层就聚集在这座雄关之上，秋风阵阵总是吹散哒哒的马蹄声。奔流的黄河流入辽阔的草原还嫌太束缚，秦岭山脉进去潼关以后就再也不知道何为平坦。",
            "注释：潼(tóng)关：关名。故址在今陕西省潼关县北，为古代东西往来的要隘。终古：自古以来。簇(cù)：丛聚。河流：指奔腾而过的黄河。束：约束。不解平：不知道什么是平坦。解：懂得。"
        ]
    },
    {
        "author": "司马光",
        "contents": [
            "初，权谓吕蒙曰：“卿今当涂掌事，不可不学！”蒙辞以军中多务。权曰：“孤岂欲卿治经为博士邪！但当涉猎，见往事耳。卿言多务，孰若孤？孤常读书，自以为大有所益。”蒙乃始就学。及鲁肃过寻阳，与蒙论议，大惊曰：“卿今者才略，非复吴下阿蒙！”蒙曰：“士别三日，即更刮目相待，大兄何见事之晚乎！”肃遂拜蒙母，结友而别。"
        ],
        "dynasty": "〔宋代〕",
        "name": "孙权劝学",
        "translation": [
            "译文：起初，孙权对吕蒙说：“你现在掌管政事，不可以不学习！”吕蒙用军中事务繁多来推托。孙权说：“我难道想要你研究儒家经典，成为专掌经学传授的学官吗？我只是让你应当粗略地阅读，了解历史。你说军务繁多，谁比得上我事务多呢？我经常读书，自己觉得获益颇多。”吕蒙于是开始学习。等到鲁肃到寻阳的时候，鲁肃和吕蒙一起讨论议事，鲁肃十分吃惊地说：“你现在军事方面的才干和谋略，不再是在吴下时没有才学的阿蒙了！”吕蒙说：“与读书的人分别几天，就应当用新的眼光看待，大兄你知晓事情为什么这么晚呢？”于是鲁肃拜见吕蒙的母亲，和吕蒙结为好友后离开了。",
            "注释：初：当初，起初，这里是追述往事的习惯用词。权：指孙权，字仲谋，吴郡富春(浙江富阳)人，黄龙元年(公元222年)称王于武昌(今湖北鄂城)，国号吴，不久迁都建业，(今江苏南京)。229年称帝。谓……曰：谓，告诉；连用表示“对……说”。吕蒙：字子明，三国时吴国名将，汝南富陂(今安徽省阜南县东南)人。卿：古代君对臣或朋友之间的爱称。今：当今。当涂：当道，当权。掌事：掌管政事。辞：推托。以：介词，用。务：事务。孤：古时王侯的自称。岂：难道。治经：研究儒家经典。治，研究。“经”指《诗经》《尚书》《礼记》《周易》《春秋》等书。博士：当时专掌经学传授的学官。邪(yé)：通“耶”，语气词，表示反问或疑问的语气。但：只，仅。当：应当。涉猎：粗略地阅读。见往事：了解历史。见，了解；往事，指历史。耳：语气词，表示限制语气，罢了。多务：事务多，杂事多。务，事务。孰若：与……相比如何；谁像(我)。孰：谁，哪个；若：比得上。益：好处。乃：于是，就。始：开始。就学：指从事学习。就，单独翻译为从事。及：到，等到。过：到。寻阳：县名，在湖北黄梅西南。论议：讨论议事。大：非常，十分。惊：惊奇。者：用在时间词后面，不译。才略：军事方面或政治方面的才干和谋略。非复：不再是。复：再，又。吴下阿蒙：指在吴下时的没有才学的吕蒙。吴下，指吴县，如今江苏苏州。阿蒙，指吕蒙，名字前加\"阿\"，有亲昵的意味。现指才识尚浅的人。士别三日：与读书的人分别几天。三：几天，这里指“几”。士，读书人。即：就。更(gèng)：另，另外。刮目相待：另眼相看，用新的眼光看待。刮目：擦擦眼。待：看待。大兄：长兄，这里是对同辈年长者的尊称。何：为什么。见事：知晓事情。乎：啊。表感叹或反问语气。遂：于是，就。拜：拜见。别：离开。",
            "参考资料：完善"
        ]
    },
    {
        "author": "乐府诗集",
        "contents": [
            "唧唧复唧唧，木兰当户织。不闻机杼声，唯闻女叹息。",
            "问女何所思，问女何所忆。女亦无所思，女亦无所忆。昨夜见军帖，可汗大点兵，军书十二卷，卷卷有爷名。阿爷无大儿，木兰无长兄，愿为市鞍马，从此替爷征。",
            "东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭。旦辞爷娘去，暮宿黄河边，不闻爷娘唤女声，但闻黄河流水鸣溅溅。旦辞黄河去，暮至黑山头，不闻爷娘唤女声，但闻燕山胡骑鸣啾啾。",
            "万里赴戎机，关山度若飞。朔气传金柝，寒光照铁衣。将军百战死，壮士十年归。",
            "归来见天子，天子坐明堂。策勋十二转，赏赐百千强。可汗问所欲，木兰不用尚书郎，愿驰千里足，送儿还故乡。",
            "爷娘闻女来，出郭相扶将；阿姊闻妹来，当户理红妆；小弟闻姊来，磨刀霍霍向猪羊。开我东阁门，坐我西阁床。脱我战时袍，著我旧时裳。当窗理云鬓，对镜帖花黄。出门看火伴，火伴皆惊忙：同行十二年，不知木兰是女郎。",
            "雄兔脚扑朔，雌兔眼迷离；双兔傍地走，安能辨我是雄雌？"
        ],
        "dynasty": "〔南北朝〕",
        "name": "木兰诗",
        "translation": [
            "译文：叹息声一声接着一声，木兰对着房门织布。听不见织布机织布梭的声音，只听见木兰在叹息。",
            "问木兰在想什么？在惦记什么？木兰答道：我也没在想什么，也没在惦记什么。昨天晚上看见了征兵的文书，君主在大规模征兵，征兵的名册有很多卷，每一卷上都有我父亲的名字。父亲没有大儿子，我没有兄长，木兰愿意为此到集市上去买马鞍和马匹，从此开始替代父亲去征战。",
            "在集市各处购买骏马、马鞍、鞍下的垫子、马嚼子、缰绳和马鞭。早上辞别父母上路，晚上宿营在黄河边，听不见父母呼叫女儿的声音，只听见黄河水奔腾流淌的声音。早晨离开黄河上路，晚上到达黑山头，听不见父母呼叫女儿的声音，只听见胡人战马啾啾的鸣叫声。",
            "不远万里奔赴战场，飞一样跨过一道道的关隘，越过一座座的山峰。夜晚北方的寒气传送着打更的声音，寒冷的月光照在将士们的铠甲上。将士们身经百战有的为国捐躯，有的转战多年得胜归来。",
            "胜利归来朝见天子，天子坐在殿堂论功行赏。给木兰记了很大的功勋，赏赐了很多的财物。天子问木兰想要什么，木兰说不愿做尚书郎，希望能骑着千里马，快马加鞭送我回故乡。",
            "父母听说女儿回来了，互相搀扶着到城外迎接她；姐姐听说妹妹回来了，对着门户梳妆打扮起来；弟弟听说姐姐回来了，忙着霍霍地磨刀杀猪宰羊。开我东阁、西阁的门，坐在我的床上。脱去打仗时穿的战袍，穿上以前的女儿装，面对窗户和镜子梳理像云一样柔美的头发，额上贴上花黄。出门去见一起打仗的伙伴，伙伴们都很吃惊，征战同行这么多年，竟然不知木兰是个女子。",
            "提着兔子的耳朵悬在半空时，雄兔两只前脚时常动弹，雌兔两只眼睛时常眯着，所以容易辨认。雄雌两只兔子贴着地面跑，怎能辨别哪个是雄兔哪个是雌兔呢？",
            "注释：唧唧(jījī)：叹息声，意思是木兰无心织布，停机叹息。一说为纺织机的声音。当户(dānghù)：对着门。机杼(zhù)声：织布机发出的声音。机：指织布机。杼：织布梭(suō)子。唯：只。何：什么。忆：思念，惦记军帖(tiě)：征兵的文书。可汗(kèhán)：古代西北地区民族对君主的称呼军书十二卷：征兵的名册很多卷。十二，表示很多，不是确指。下文的“十二转”、“十二年”，用法与此相同。爷：和下文的“阿爷”一样，都指父亲。愿为市鞍(ān)马：为，为此。市，买。鞍马，泛指马和马具。鞯(jiān)：马鞍下的垫子。辔(pèi)头：驾驭牲口用的嚼子、笼头和缰绳。辞：离开，辞行。溅溅(jiānjiān)：水流激射的声音。旦：早晨。但闻：只听见胡骑(jì)：胡人的战马。胡，古代对北方少数民族的称呼。啾啾(jiūjiū)：马叫的声音。万里赴戎机：不远万里，奔赴战场。戎机：指战争。关山度若飞：像飞一样地跨过一道道的关，越过一座座的山。度，越过。朔(shuò)气传金柝：北方的寒气传送着打更的声音。朔，北方。金柝(tuò)，即刁斗。古代军中用的一种铁锅，白天用来做饭，晚上用来报更。寒光照铁衣：冰冷的月光照在将士们的铠甲上。明堂：明亮的厅堂，此处指宫殿策勋十二转：记很大的功。策勋，记功。转，勋级每升一级叫一转，十二转为最高的勋级。十二转：不是确数，形容功劳极高。赏赐百千强(qiáng)：赏赐很多的财物。百千：形容数量多。强，有余。问所欲：问(木兰)想要什么。不用：不愿意做。尚书郎：尚书省的官。尚书省是古代朝廷中管理国家政事的机关。愿驰千里足：希望骑上千里马。郭：外城。扶：扶持。将：助词，不译。姊(zǐ)：姐姐。理：梳理。红妆(zhuāng)：指女子的艳丽装束。霍霍(huòhuò)：拟声词，磨刀的声音。著(zhuó)：通假字通“着”，穿。云鬓(bìn)：像云那样的鬓发，形容好看的头发。帖(tiē)花黄：帖”通假字通“贴”。花黄，古代妇女的一种面部装饰物。雄兔脚扑朔，雌兔眼迷离：据说，提着兔子的耳朵悬在半空时，雄兔两只前脚时时动弹，雌兔两只眼睛时常眯着，所以容易辨认。扑朔，动弹。迷离，眯着眼。双兔傍地走，安能辨我是雄雌：两只兔子贴着地面跑，怎能辨别哪个是雄兔，哪个是雌兔呢？“火”：通“伙”。古时一起打仗的人用同一个锅吃饭，后意译为同行的人。行：读háng。傍(bàng)地走：贴着地面并排跑。",
            "参考资料：完善"
        ]
    },
    {
        "author": "欧阳修",
        "contents": [
            "陈康肃公善射，当世无双，",
            "公亦以此自矜。尝射于家圃，有卖油翁释担而立，睨之久而不去。见其发矢十中八九，但微颔之。",
            "康肃问曰：“汝亦知射乎？吾射不亦精乎？”翁曰：“无他，但手熟尔。”康肃忿然曰：“尔安敢轻吾射！”翁曰：“以我酌油知之。”乃取一葫芦置于地，以钱覆其口，徐以杓酌油沥之，自钱孔入，而钱不湿。因曰：“我亦无他，惟手熟尔。”康肃笑而遣之。",
            "此与庄生所谓解牛斫轮者何异？(部分教材无此句)"
        ],
        "dynasty": "〔宋代〕",
        "name": "卖油翁",
        "translation": [
            "译文：",
            "康肃公陈尧咨擅长射箭，当时世上没有第二个人能跟他相媲美，他也凭借这种本领而自夸。曾经有一次，他在家里的场地射箭，有个卖油的老翁放下担子，站在那里不在意地看着他，很久都不离开。卖油的老翁看他射十箭中了八九次，只是微微点头。",
            "陈尧咨问卖油翁：“你也懂得射箭吗？我的箭法不高明吗？”卖油的老翁说：“没有别的奥妙，不过是手法熟练罢了。”陈尧咨听后气愤地说：“你怎么敢看轻我射箭的本领！”老翁说：“凭我倒油的经验知道这个道理。”于是拿出一个葫芦放在地上，把一枚铜钱盖在葫芦口上，慢慢地用油杓舀油注入葫芦里，油从钱孔注入而钱却没有湿。于是说：“我也没有别的奥妙，只不过是手法熟练罢了。”陈尧咨笑着将他打发走了。。",
            "这与庄子所讲的庖丁解牛、轮扁斫轮的故事，有什么不同呢？",
            "注释：陈康肃公：陈尧咨，谥号康肃，北宋人。公，旧时对男子的尊称。善射：擅长射箭。以：凭借，按照。自矜(jīn)：自夸。家圃(pǔ)：家里(射箭的)场地。圃，园子，这里指场地。释担：放下担子。释，放。而：表承接。睨(nì)：斜着眼看，形容不在意的样子。去：离开。发：射，射箭。但微颔(hàn)之：只是微微对此点头，意思是略微表示赞许。但，只、不过。颔之，就是”对之颔”。颔，点头。之，指陈尧咨射箭十中八九这一情况。无他：没有别的(奥妙)。但手熟尔：不过手熟罢了。但，只，不过。熟，熟练。尔，同“耳”，相当于”罢了。忿然：气愤的样子。然，作形容词或者副词的词尾，相当于“的”或“地”，可译为“........的样子”。尔：你。安：怎么。轻吾射：看轻我射箭(的本领)。轻，作动词用。以我酌(zhuó)油知之：凭我倒油(的经验)知道这个(道理)。以，凭、靠。酌，斟酒，这里指倒油。之，指射箭也是凭手熟的道理。覆：盖。徐：慢慢地。杓(sháo)：同“勺”，勺子。沥之：注入葫芦。沥，注。之，指葫芦。惟：只，不过。遣之：让他走，打发。解(jiě)牛、斫(zhuó)轮：指《庄子·养生主》中的“庖丁解牛”和《庄子·天道》中的“轮扁斫轮”两个寓言故事。两个寓言都说明长期从事某一专业而技术可以达到出神入化的地步。",
            "参考资料：完善"
        ]
    },
    {
        "author": "刘禹锡",
        "contents": [
            "山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？"
        ],
        "dynasty": "〔唐代〕",
        "name": "陋室铭",
        "translation": [
            "译文：山不在于高，有了神仙就会有名气。水不在于深，有了龙就会有灵气。这是简陋的房子，只是我品德好就感觉不到简陋了。苔痕碧绿，长到台上，草色青葱，映入帘里。到这里谈笑的都是博学之人，来往的没有知识浅薄之人，可以弹奏不加装饰的琴，阅读佛经。没有弦管奏乐的声音扰乱耳朵，没有官府的公文使身体劳累。南阳有诸葛亮的草庐，西蜀有扬子云著书时居住过的草玄亭。孔子说：有什么简陋的呢？",
            "注释：陋室：简陋的屋子。铭：古代刻在器物上用来警戒自己或称述功德的文字，叫“铭”，后来就成为一种文体。这种文体一般都是用骈句，句式较为整齐，朗朗上口。在：在于，动词。名：出名，名词用作动词。灵(líng)：神奇、灵异。斯是陋室(lòushì)：这是简陋的屋子。斯：指示代词，此，这。是：表肯定的判断动词。陋室：简陋的屋子，这里指作者自己的屋子。惟吾德馨(xīn)：只是因为我品德高尚就感觉不到简陋了。惟：只。吾：我，这里是指(陋室铭)的铭文。馨：散布很远的香气，这里指(品德)高尚。《尚书·君陈》：“黍稷非馨，明德惟馨。”。苔痕上阶绿，草色入帘青：苔痕蔓延到台阶上，使台阶都绿了；草色映入竹帘，使室内染上青色。上：长到；入：映入。鸿儒(hóngrú)：大儒，这里指博学的人。鸿：同“洪”，大。儒，旧指读书人。白丁：平民。这里指没有什么学问的人。调(tiáo)素琴：弹奏不加装饰的琴。调：调弄，这里指弹(琴)。素琴：不加装饰的琴。金经：现今学术界仍存在争议，有学者认为是指佛经(《金刚经》)，也有人认为是装饰精美的经典(《四书五经》)，但就江苏教育出版社的语文书则指的是佛经(《金刚经》)而安徽考察则是后者。金：珍贵的。金者贵义，是珍贵的意思，儒释道的经典都可以说是金经。丝竹：琴瑟、箫管等乐器的总称，“丝”指弦乐器，“竹”指管乐器。这里指奏乐的声音。之：结构助词，用于主谓之间，取消句子独立性。乱耳：扰乱双耳。乱：形容词的使动用法，使……乱，扰乱。案牍(dú)：(官府的)公文，文书。劳形：使身体劳累(“使”动用法)。劳：形容词的使动用法，使……劳累。形：形体、身体。南阳：地名，今河南省南阳市。诸葛亮在出山之前，曾在南阳卧龙岗中隐居躬耕。诸葛亮，字孔明，三国时蜀汉丞相，著名的政治家和军事家，出仕前曾隐居南阳卧龙岗中。扬雄：字子云，西汉时文学家，蜀郡成都人。庐：简陋的小屋子。孔子云：孔子说，云在文言文中一般都指说。何陋之有：即“有何之陋”，属于宾语前置。之，助词，表示强烈的反问，宾语前置的标志，不译。谈笑有鸿儒：谈笑间都是学识渊博的人。鸿：大。",
            "参考资料：完善"
        ]
    },
    {
        "author": "周敦颐",
        "contents": [
            "水陆草木之花，可爱者甚蕃。晋陶渊明独爱菊。自李唐来，世人甚爱牡丹。予独爱莲之出淤泥而不染，濯清涟而不妖，中通外直，不蔓不枝，香远益清，亭亭净植，可远观而不可亵玩焉。",
            "予谓菊，花之隐逸者也；牡丹，花之富贵者也；莲，花之君子者也。噫！菊之爱，陶后鲜有闻。莲之爱，同予者何人？牡丹之爱，宜乎众矣。"
        ],
        "dynasty": "〔宋代〕",
        "name": "爱莲说",
        "translation": [
            "译文：",
            "水上、陆地上各种草木的花，值得喜爱的非常多。晋代的陶渊明只喜爱菊花。从李氏唐朝以来，世人十分喜爱牡丹。而我只喜爱莲花从淤泥中长出却不被沾染污秽，经过清水的洗涤却不显得妖艳。它的茎内空外直，不生蔓，不长枝，香气远播，更加使人感到清雅，笔直洁净地立在水中。人们只能远远地观赏而不能靠近赏玩它啊。",
            "我认为菊花，是花中的隐士；牡丹，是花中的富贵者；莲花，是花中品德高尚的君子。唉！对于菊花的喜爱，陶渊明以后就很少听到了。对于莲花的喜爱，像我一样的还有什么人呢？对于牡丹的喜爱，应该就很多人了！",
            "注释：甚：很，十分。说：一种议论文的文体，可以直接说明事物或论述道理，也可以借人、借事或借物的记载来论述道理。之：的。可爱：值得怜爱。者：花。甚：很，非常。蕃：多。自：自从。李唐：指唐朝。唐朝皇帝姓李所以称为“李唐”。独：只，仅仅。之：主谓之间取消句子独立性。出：长出。淤(yū)泥：污泥。染：沾染(污秽)。濯(zhuó)：洗涤。清涟(lián)：水清而有微波，这里指清水妖：美丽而不端庄。通：贯通；通透。直：挺立的样子。中通外直：(莲的茎)内部贯通，外部笔直。不蔓(màn)不枝：不生蔓，不长枝香远益清：香气远播，愈加使人感到清雅。益：更加。清：清芬。亭亭净植：笔直地洁净地立在那里。亭亭：挺直的样子。植：竖立。可：只能。亵玩：靠近赏玩。亵(xiè)：亲近而不庄重。焉：句末语气词，这里相当于现代汉语的‘‘啊’’‘‘呀’’，助词。谓：认为。隐逸者：指隐居的人。在封建社会里，有些人不愿意跟统治者同流合污，就隐居避世。君子：指道德品质高尚的人。者：……的人或物。随着前面的名词而变化。噫：感叹词，相当于现在的\"唉\"。菊之爱：对于菊花的喜爱。之：语气助词，的。(一说为“宾语提前的标志”)鲜(xiǎn)：少。闻：听说。同予者何人：像我一样的还有什么人呢？宜乎众矣：(爱牡丹的)应当有很多人吧。宜乎：当然(应该)。宜：当。众：众多。",
            "参考资料：完善"
        ]
    },
    {
        "author": "陈子昂",
        "contents": [
            "前不见古人，后不见来者。",
            "念天地之悠悠，独怆然而涕下！"
        ],
        "dynasty": "〔唐代〕",
        "name": "登幽州台歌",
        "translation": [
            "译文：往前不见古代礼贤下士的圣君，向后不见后世求才的明君。想到只有那苍茫天地悠悠无限，自己止不住满怀悲伤热泪纷纷。",
            "注释：幽州：古十二州之一，现今北京市。幽州台：即黄金台，战国时期燕昭王筑，为燕昭王尊师郭隗之所。其真正的故址位于河北省定兴县高里乡北章村台上(台上隶属于北章村，由黄金台在此而得名)，遗址尚存。前：过去。古人：古代那些能够礼贤下士的圣君。后：未来。来者：后世那些重视人才的贤明君主。念：想到。悠悠：形容时间的久远和空间的广大。怆(chuàng)然：悲伤凄恻的样子。涕：古时指眼泪。",
            "参考资料：完善"
        ]
    },
    {
        "author": "杜甫",
        "contents": [
            "岱宗夫如何？齐鲁青未了。",
            "造化钟神秀，阴阳割昏晓。",
            "荡胸生曾云，决眦入归鸟。",
            "会当凌绝顶，一览众山小。"
        ],
        "dynasty": "〔唐代〕",
        "name": "望岳",
        "translation": [
            "译文：五岳之首的泰山怎么样？在齐鲁大地上，那苍翠的美好山色没有尽头。大自然把神奇秀丽的景象全都汇聚其中，山南山北阴阳分界，晨昏迥然不同。升腾的层层云气，使心胸摇荡；极力张大眼睛远望归鸟隐入了山林。定要登上那最高峰，俯瞰在泰山面前显得渺小的群山。",
            "注释：岱宗：泰山亦名岱山或岱岳，五岳之首，在今山东省泰安市城北。古代以泰山为五岳之首，诸山所宗，故又称“岱宗”。历代帝王凡举行封禅大典，皆在此山，这里指对泰山的尊称。夫：就是语气助词，补充音节的作用，无实义。如何：怎么样。齐、鲁：古代齐鲁两国以泰山为界，齐国在泰山北，鲁国在泰山南。原是春秋战国时代的两个国名，在今山东境内，后用齐鲁代指山东地区。青未了：指郁郁苍苍的山色无边无际，浩茫浑涵，难以尽言。青：指苍翠、翠绿的美好山色。未了：不尽，不断。造化：造化：创造与化育。《淮南子·精神》：“伟哉造化者”。诗中的“造化”就是“造化者”。指创造、化育一切的大自然。钟：聚集。神秀：天地之灵气，神奇秀美。阴阳：阴指山的北面，阳指山的南面。这里指泰山的南北。割：分。夸张的说法。此句是说泰山很高，在同一时间，山南山北判若早晨和晚上。昏晓：黄昏和早晨。极言泰山之高，山南山北因之判若清晓与黄昏，明暗迥然不同。荡胸：心胸摇荡。曾：同“层”，重叠。决眦(zì)：眦：眼角。眼角(几乎)要裂开。这是由于极力张大眼睛远望归鸟入山所致。决：裂开。入：收入眼底，即看到。会当：终当，定要。凌：登上。凌绝顶，即登上最高峰。小：形容词的意动用法，意思为“以······为小，认为······小”。",
            "参考资料：完善"
        ]
    },
    {
        "author": "王安石",
        "contents": [
            "飞来山上千寻塔，闻说鸡鸣见日升。",
            "不畏浮云遮望眼，自缘身在最高层。"
        ],
        "dynasty": "〔宋代〕",
        "name": "登飞来峰",
        "translation": [
            "译文：登上飞来峰顶高高的塔，听说每天鸡鸣时分在这可以看到旭日升起。不怕层层浮云遮挡我远望的视线，只因为如今我站在最高层。",
            "注释：飞来峰：有两说：一说在浙江绍兴城外的宝林山。唐宋时其中有座应天塔。传说此峰是从琅琊郡东武县飞来的，故名飞来峰。一说在今浙江杭州西湖灵隐寺前。千寻塔：很高很高的塔。寻，古时长度单位，八尺为寻。闻说：听说。浮云：在山间浮动的云雾。望眼：视线。缘：因为。"
        ]
    },
    {
        "author": "陆游",
        "contents": [
            "莫笑农家腊酒浑，丰年留客足鸡豚。",
            "山重水复疑无路，柳暗花明又一村。",
            "箫鼓追随春社近，衣冠简朴古风存。",
            "从今若许闲乘月，拄杖无时夜叩门。"
        ],
        "dynasty": "〔宋代〕",
        "name": "游山西村",
        "translation": [
            "译文：不要笑农家腊月里酿的酒浑浊不醇厚，丰收的年景农家待客菜肴非常丰盛。山峦重叠水流曲折正担心无路可走，忽然柳绿花艳间又出现一个山村。社日将近，一路上迎神的箫鼓声随处可闻，布衣素冠，淳朴的古代风俗依旧保留。今后如果还能趁着大好月色出外闲游，我随时会拄着拐杖来敲你的家门。",
            "注释：腊酒：腊月里酿造的酒。足鸡豚(tún)：意思是准备了丰盛的菜肴。足：足够，丰盛。豚，小猪，诗中代指猪肉。山重水复：一座座山、一道道水重重叠叠。柳暗花明：柳色深绿，花色红艳。箫鼓：吹箫打鼓。春社：古代把立春后第五个戊日做为春社日，拜祭社公(土地神)和五谷神，祈求丰收。古风存：保留着淳朴古代风俗。若许：如果这样。闲乘月：有空闲时趁着月光前来。无时：没有一定的时间，即随时。叩(kòu)门：敲门。",
            "参考资料：完善"
        ]
    },
    {
        "author": "龚自珍",
        "contents": [
            "浩荡离愁白日斜，吟鞭东指即天涯。",
            "落红不是无情物，化作春泥更护花。"
        ],
        "dynasty": "〔清代〕",
        "name": "己亥杂诗·其五",
        "translation": [
            "译文：离别京都的愁思浩如水波向着日落西斜的远处延伸，马鞭向东一挥，感觉就是人在天涯一般。从枝头上掉下来的落花不是无情之物，即使化作春泥，也甘愿培育美丽的春花成长。",
            "注释：浩荡离愁：离别京都的愁思浩如水波，也指作者心潮不平。浩荡：无限。吟鞭：诗人的马鞭。东指：东方故里。即：到。天涯：指离京都遥远。落红：落花。花朵以红色者为尊贵，因此落花又称为落红。花：比喻国家。"
        ]
    },
    {
        "author": "沈括",
        "contents": [
            "板印书籍，唐人尚未盛为之。自冯瀛王始印五经，已后典籍皆为板本。",
            "庆历中，有布衣毕昇，又为活板。其法：用胶泥刻字，薄如钱唇，每字为一印，火烧令坚。先设一铁板，其上以松脂、蜡和纸灰之类冒之。欲印，则以一铁范置铁板上，乃密布字印，满铁范为一板，持就火炀之，药稍镕，则以一平板按其面，则字平如砥。若止印三二本，未为简易；若印数十百千本，则极为神速。常作二铁板，一板印刷，一板已自布字，此印者才毕，则第二板已具，更互用之，瞬息可就。每一字皆有数印，如“之”“也”等字，每字有二十余印，以备一板内有重复者。不用，则以纸帖之，每韵为一帖，木格贮之。有奇字素无备者，旋刻之，以草火烧，瞬息可成。不以木为之者，木理有疏密，沾水则高下不平，兼与药相粘，不可取；不若燔土，用讫再火令药镕，以手拂之，其印自落，殊不沾污。",
            "昇死，其印为余群从所得，至今宝藏。"
        ],
        "dynasty": "〔宋代〕",
        "name": "活板",
        "translation": [
            "译文：",
            "用雕板印刷书籍，唐朝时期的人还没有大规模地做这种事。从冯道开始用雕版印刷五经，以后的各种重要文献书籍就都是板印的本子了。",
            "庆历年间，有个叫毕昇的平民，又发明了活字版印刷。它的方法是：用黏土刻字，字模薄得像铜钱的边缘，每个字刻一个印模，用火烧使它坚硬。先设置一块铁板，在它的上面用松脂、蜡混合着纸灰这一类东西覆盖好。想要印刷，就把一个铁框子放在铁板上面，然后在铁框内密密地排上字模，排满了一铁框就成为一块印版，把它拿到火上烘烤；待铁板上的混合物稍稍熔化，就用一块平板按在字模上面，那么所有排在板上的字模就像磨刀石那样平。如果只印两三本，不能算是简便；如果印几十乃至成百上千本，那就极其快速。通常是做两块铁板，这一块在印刷，那一块已另外在排字了，这块印刷才完，第二块板已经准备好了，两块相互交替使用，很短的时间就能完成。每一个字都有好几个印模，像“之”、“也”等字，每个字有二十多个印模，用来准备同一版内有重复的字。不用时，就用纸条给它们作标志，按照字的韵部分类每个韵部做一个标签，用木格子把它们贮存起来。遇到平时没有准备的生僻字，随即刻制，用草烧火烘烤，很快就能制成功。不用木料刻字的原因，是木纹有疏有密，沾水后就高低不平，并且和混合物粘在一起，不容易取出来。不像火烧过的胶泥字，印完后再用火烤使混合物熔化，拿手一抹，这些字模就会自己落下来，绝不会被弄脏。",
            "毕昇死后，他的字模被我的堂兄弟和侄辈取得，到今天还珍藏着。",
            "注释：板印书籍：用雕版印刷书籍。板印，用雕版印刷。板：同“版”。盛为之：大规模地做这种事。之，指“板印书籍”。冯瀛王：即冯道(882—954)，字可道，瀛洲景城(今河北沧县西)人，历仕后唐至后周。死后，周世宗追封为瀛王，我国古代大规模官刻儒家经籍的首倡者。五经：儒学的经典，指《易经》、《尚书》、《诗经》、《礼记》、《春秋》。汉后合称《五经》。已：同“以”。典籍：泛指各种重要(文献)书籍。板本：板印的本子。庆历：宋仁宗年号(1041—1048)。布衣：平民。这里指没有做官的读书人。古代平民穿麻布衣服，所以称布衣。其：其，代词。做活板的方法。钱唇：铜钱的边缘。印：印模、字印。令坚：使……坚硬。和(huò)：混合。以：用。冒：蒙、盖。欲：想。范：框子。持就火炀(yáng)之：把它拿到火上烤。就，靠近。炀，烤。药：指上文说的松脂、蜡等物。字平如砥(dǐ)：字印像磨刀石那样平。砥：磨刀石。止：同“只”，仅仅。未为简易：不能算是简便。数十百千：几十乃至百、千。自：别自，另外。具：准备好。更(gēng)互：交替、轮流。以：用来。以纸帖(tiě)之：用纸条给它做标记。帖，用标签标出。每韵为一帖(tiè)，木格贮(zhù)之：每一个韵部的字做一个标签，用木格子把它存放起来。韵，指韵部。帖，标签，名词。唐宋时，人们按照诗歌押韵的规律，把汉字分为206韵，后来又合并为106韵。奇(qí)字：写法特殊，或生僻、不常用的字。旋：旋即。不以木为之者：不用木头刻活字的原因。文：同“纹”。兼：又。不可取：拿不下来。燔(fán)土：指火烧过的黏土字印。燔：烧。讫(qì)：终了，完毕。拂(fú)：擦拭，掸去。殊：根本。余：我。群从(cóng)：堂兄弟及侄子辈。",
            "参考资料：完善"
        ]
    },
    {
        "author": "王维",
        "contents": [
            "独坐幽篁里，弹琴复长啸。",
            "深林人不知，明月来相照。"
        ],
        "dynasty": "〔唐代〕",
        "name": "竹里馆",
        "translation": [
            "译文：独自闲坐在幽静竹林，一边弹琴一边高歌长啸。深深的山林中无人知晓，只有一轮明月静静与我相伴。",
            "注释：竹里馆：辋川别墅胜景之一，房屋周围有竹林，故名。幽篁(huáng)：幽深的竹林。啸(xiào)：撮口发出长而清脆的声音，类似于打口哨。深林：指“幽篁”。相照：与“独坐”相应，意思是说，左右无人相伴，唯有明月似解人意，偏来相照。长啸：撮口而呼，这里指吟咏、歌唱。古代一些超逸之士常用来抒发感情。魏晋名士称吹口哨为啸。",
            "参考资料：完善"
        ]
    },
    {
        "author": "李白",
        "contents": [
            "谁家玉笛暗飞声，散入春风满洛城。",
            "此夜曲中闻折柳，何人不起故园情。"
        ],
        "dynasty": "〔唐代〕",
        "name": "春夜洛城闻笛",
        "translation": [
            "译文：这是从谁家飘出的悠扬笛声呢？它随着春风飘扬，传遍洛阳全城。在客居之夜听到《折杨柳》的曲子，谁又能不生出怀念故乡的愁情？",
            "注释：洛城：今河南洛阳。玉笛：笛子的美称。暗飞声：声音不知从何处传来。声：声音。春风：指春天的风，比喻恩泽，融和的气氛等引申涵义闻：听;听见。折柳：即《折杨柳》笛曲，乐府“鼓角横吹曲”调名，内容多写离情别绪。曲中表达了送别时的哀怨感情。故园：指故乡，家乡。"
        ]
    },
    {
        "author": "岑参",
        "contents": [
            "故园东望路漫漫，双袖龙钟泪不干。",
            "马上相逢无纸笔，凭君传语报平安。"
        ],
        "dynasty": "〔唐代〕",
        "name": "逢入京使",
        "translation": [
            "译文：向东遥望长安家园路途遥远，思乡之泪沾湿双袖难擦干。在马上匆匆相逢没有纸笔写书信，只有托你捎个口信，给家人报平安。",
            "注释：入京使：进京的使者。故园：指长安和自己在长安的家。漫漫：形容路途十分遥远。龙钟：泪流纵横的样子。卞和《退怨之歌》：“空山歔欷泪龙钟。”凭：托，烦，请。传语：捎口信。"
        ]
    },
    {
        "author": "韩愈",
        "contents": [
            "草树知春不久归，百般红紫斗芳菲。",
            "杨花榆荚无才思，惟解漫天作雪飞。"
        ],
        "dynasty": "〔唐代〕",
        "name": "晚春",
        "translation": [
            "译文：花草树木得知春天不久就要离去，都想留住春天的脚步，竞相吐艳争芳，霎时万紫千红，繁花似锦。可怜杨花榆钱，没有艳丽姿色，只知道随风飘洒，好似片片雪花。",
            "注释：不久归：将结束。杨花：指杨絮。榆荚：亦称榆钱。榆未生叶时，先在枝间生荚，荚小，形如钱，荚花呈白色，随风飘落。才思：才华和能力。解：知道。"
        ]
    },
    {
        "author": "杜牧",
        "contents": [
            "烟笼寒水月笼沙，夜泊秦淮近酒家。",
            "商女不知亡国恨，隔江犹唱后庭花。"
        ],
        "dynasty": "〔唐代〕",
        "name": "泊秦淮",
        "translation": [
            "译文：迷离月色和轻烟笼罩着寒水白沙，夜晚船只停泊在秦淮河边靠近岸上的酒家。卖唱的歌女不知道什么是亡国之恨，隔着江水仍在高唱着《玉树后庭花》。",
            "注释：选自冯集梧《樊川文集》卷四。(上海古籍出版社1978年版)。秦淮，即秦淮河，发源于江苏句容大茅山与溧(lì)水东庐山两山间，经南京流入长江。相传为秦始皇南巡会稽时开凿的，用来疏通淮水，故称秦淮河。泊：停泊。商女：以卖唱为生的歌女。犹：副词。还，仍然。后庭花：歌曲《玉树后庭花》的简称。南朝陈皇帝陈叔宝(即陈后主)溺于声色，作此曲与后宫美女寻欢作乐，终致亡国，所以后世称此曲为“亡国之音”。",
            "译文：迷离的月色下，轻烟笼罩寒水、白沙，夜晚船只停泊在秦淮边靠近岸上的酒家。卖唱的歌女好似不懂什么叫亡国之恨，隔着江水仍然高唱着《玉树后庭花》。",
            "注释：秦淮：即秦淮河，发源于江苏句容大茅山与溧水东庐山两山间，经南京流入长江。相传为秦始皇南巡会稽时开凿的，用来疏通淮水，故称秦淮河。历代均为繁华的游赏之地。烟：烟雾。泊：停泊。商女：以卖唱为生的歌女。后庭花：歌曲《玉树后庭花》的简称。南朝陈皇帝陈叔宝(即陈后主)溺于声色，作此曲与后宫美女寻欢作乐，终致亡国，所以后世把此曲作为亡国之音的代表。",
            "参考资料：完善"
        ]
    },
    {
        "author": "李商隐",
        "contents": [
            "宣室求贤访逐臣，贾生才调更无伦。",
            "可怜夜半虚前席，不问苍生问鬼神。"
        ],
        "dynasty": "〔唐代〕",
        "name": "贾生",
        "translation": [
            "译文：汉文帝求贤在未央宫前殿召见被贬的臣子，贾谊的政治才能无人能比。可惜文帝半夜移膝靠近贾谊听讲，不问百姓生机只问起鬼神之事。",
            "注释：贾生：指贾谊(前200—前168)，西汉著名的政论家、文学家，力主改革弊政，提出了许多重要政治主张，但却遭谗被贬，一生抑郁不得志。宣室：汉代长安城中未央宫前殿的正室。逐臣：被放逐之臣，指贾谊曾被贬谪。才调：才华，这里指贾生的政治才能。可怜：可惜，可叹。虚：徒然。前席：在坐席上移膝靠近对方。苍生：百姓。问鬼神：事见《史记·屈原贾生列传》。",
            "参考资料：完善"
        ]
    },
    {
        "author": "杨万里",
        "contents": [
            "莫言下岭便无难，赚得行人错喜欢。",
            "政入万山围子里，一山放出一山拦。"
        ],
        "dynasty": "〔宋代〕",
        "name": "过松源晨炊漆公店",
        "translation": [
            "译文：不要说从山岭上下来就没有困难，骗得前来爬山的人白白地欢喜一场。好比行走在群山的包围之中，你刚攀过一座山，另一座山立刻出现阻拦去路。",
            "译文：二不要说什么上山艰难下山容易，骗得人们下山时盲目欢喜。真正走起来才发现走来走去还在万山环绕的圈子里，真是过了一山又一山。",
            "注释：松源、漆公店：地名，当今在今皖南山区(在今江西弋阳与余江之间)。晨炊：早餐，做早饭，也指清晨起来做早餐。莫言：不要说，不要觉得。赚(zuàn)得：骗得。错喜欢：白白地喜欢，空欢喜。一作“空喜欢”。政入：恰好进入。政，同“正”，正好，恰好。一作“正”。围子：圈子，圆圈。一作“圈子”。放出：这里是把行人放过去的意思。一作“放过”。拦：阻拦，阻挡。",
            "参考资料：完善"
        ]
    },
    {
        "author": "赵师秀",
        "contents": [
            "黄梅时节家家雨，青草池塘处处蛙。",
            "有约不来过夜半，闲敲棋子落灯花。"
        ],
        "dynasty": "〔宋代〕",
        "name": "约客",
        "translation": [
            "译文：梅雨时节家家户户都被烟雨笼罩着，长满青草的池塘边上，传来阵阵蛙声。已经过了午夜约好的客人还没有来，我无聊地轻轻敲着棋子，看着灯花一朵一朵落下。",
            "注释：约客：邀请客人来相会。黄梅时节：五月，江南梅子熟了，大都是阴雨绵绵的时候，称为“梅雨季节”，所以称江南雨季为“黄梅时节”。意思就是夏初江南梅子黄熟的时节。家家雨：家家户户都赶上下雨。形容处处都在下雨。处处蛙：到处是蛙声。有约：即为邀约友人。落灯花：旧时以油灯照明，灯心烧残，落下来时好像一朵闪亮的小花。落，使……掉落。灯花，灯芯燃尽结成的花状物。",
            "参考资料：完善"
        ]
    },
    {
        "author": "郦道元",
        "contents": [
            "自三峡七百里中，两岸连山，略无阙处。重岩叠嶂，隐天蔽日，自非亭午夜分，不见曦月。",
            "至于夏水襄陵，沿溯阻绝。或王命急宣，有时朝发白帝，暮到江陵，其间千二百里，虽乘奔御风，不以疾也。",
            "春冬之时，则素湍绿潭，回清倒影，绝巘多生怪柏，悬泉瀑布，飞漱其间，清荣峻茂，良多趣味。",
            "每至晴初霜旦，林寒涧肃，常有高猿长啸，属引凄异，空谷传响，哀转久绝。故渔者歌曰：“巴东三峡巫峡长，猿鸣三声泪沾裳。”"
        ],
        "dynasty": "〔南北朝〕",
        "name": "三峡",
        "translation": [
            "译文：在七百里的三峡之间，两岸都是相连的高山，完全没有中断的地方。重重叠叠的山峰像屏障一样，遮挡了天空和太阳。如果不是正午或午夜，就看不见太阳或月亮。",
            "等到夏天江水漫上山陵的时候，下行和上行船只的航路都被阻断，无法通行。有时皇帝的命令要紧急传达，早晨从白帝城出发，傍晚就到了江陵，这中间有一千二百里，即使骑乘奔驰的快马，驾着风，也不如船快。",
            "等到春天和冬天的时候，就可以看见白色的急流中回旋着清波，碧绿的潭水倒映着各种景物的影子。极高的山峰上生长着许多奇形怪状的松柏，山峰间悬泉瀑布飞流冲荡。水清，树荣，山峻，草盛，趣味无穷。",
            "每逢初晴的日子或者下霜的早晨，树林和山涧就显出一片肃杀凄寒，常常有猿猴在高处拉长声音鸣叫，声音持续不断，显得非常凄惨悲凉，在空荡的山谷里传来猿叫的回声悲哀婉转，很久才停止。所以三峡中渔民的歌谣唱道：“巴东三峡之中巫峡最长，猿猴鸣叫几声凄凉得令人眼泪打湿衣裳。”",
            "注释：自：在。三峡：指长江上游重庆、湖北两个省级行政单位间的瞿塘峡、巫峡和西陵峡，三峡全长实际只有四百多里。略无：毫无，完全没有。略：皆。阙：通“缺”，缺口，空隙。嶂(zhàng)：直立如屏障一样的山峰。自非：如果不是。自：如果。非：不是。亭午：正午。夜分：半夜。曦(xī)：日光，这里指太阳。襄(xiāng)：上，这里指漫上。陵：大的土山，这里泛指山陵。沿：顺流而下(的船)。溯：逆流而上(的船)。或：如果(也有版本上是有时的意思)。王命：皇帝的圣旨。宣：宣布，传达。朝发白帝：早上从白帝城出发。白帝：城名，在重庆奉节县东。朝：早晨。江陵：今湖北省荆州市。虽：即使。奔：奔驰的快马。御：驾着，驾驶。不以：不如；此句谓和行船比起来，即使是乘奔御风也不被认为是(比船)快，或为“以”当是“似”之误；(见清赵一清《水经注刊误》)疾：快。素湍：白色的急流。素：白色的。绿潭：碧绿的潭水。回清倒影：回旋的清波，倒映出(山石林木)的倒影。绝巘(yǎn):极高的山峰。绝：极。巘：高峰。悬泉：悬挂着的泉水瀑布。飞漱：急流冲荡。漱：冲荡。清荣峻茂：水清，树荣(茂盛)，山高，草盛。良：很。晴初：(雨后或雪后)天刚刚放晴的时候。霜旦：下霜的早晨。属引：连续不断。属(zhǔ)：动词。连接。引：延长。凄异：凄惨悲凉。哀转久绝：悲哀婉转，猿鸣声很久才消失。绝：消失，停止。转：婉转。巴东：汉郡名，在今重庆东部云阳，奉节，巫山一带。三声：几声，这里不是确数。沾：打湿。裳(cháng)：衣服。",
            "参考资料：完善"
        ]
    },
    {
        "author": "陶弘景",
        "contents": [
            "山川之美，古来共谈。高峰入云，清流见底。两岸石壁，五色交辉。",
            "青林翠竹，四时俱备。晓雾将歇，猿鸟乱鸣；夕日欲颓，沉鳞竞跃。实是欲界之仙都。自康乐以来，未复有能与其奇者。"
        ],
        "dynasty": "〔南北朝〕",
        "name": "答谢中书书",
        "translation": [
            "译文：山川景色的美丽，自古以来就是文人雅士共同谈赏的。巍峨的山峰耸入云端，明净的溪流清澈见底。两岸的石壁色彩斑斓，交相辉映。青葱的树林，翠绿的竹子，四季长存。清晨的薄雾将要消散的时候，猿、鸟的叫声此起彼伏；夕阳快要落山的时候，潜游在水中的鱼儿争相跳出水面。这里确实是人间仙境啊。自从南朝的谢灵运以来，就再也没有人能够欣赏这种奇异的山水景色了。",
            "注释：答：回复。谢中书：即谢征(500—536)，字玄度，南朝梁陈郡阳夏(今河南太康)人，曾任中书舍人。书：即书信，古人的书信又叫“尺牍”或“信札”，是一种应用性文体，多记事陈情。山川：山河。之：的。共谈：共同谈赏的。五色交辉：这里形容石壁色彩斑斓。五色，古代以青黄黑白赤为正色，交辉，指交相辉映。青林：青葱的树林。翠竹：翠绿的竹子。四时：四季。俱：都。歇：消散。乱：此起彼伏。夕日欲颓：太阳快要落山了。颓，坠落。沉鳞竞跃：潜游在水中的鱼争相跳出水面。沉鳞，潜游在水中的鱼。竞跃，竞相跳跃。实：确实，的确。欲界之仙都：即人间仙境。欲界，佛家语，佛教把世界分为欲界，色界、无色界。欲界是没有摆脱世俗的七情六欲的众生所处境界，即指人间。仙都，仙人生活在其中的美好世界。康乐：指南朝著名山水诗人谢灵运，他继承他祖父的爵位，被封为康乐公。是南朝文学家。复：又。与(yù)：参与，这里有欣赏领略之意。奇：指山水之奇异。",
            "参考资料：完善"
        ]
    },
    {
        "author": "苏轼",
        "contents": [
            "元丰六年十月十二日夜，解衣欲睡，月色入户，欣然起行。念无与为乐者，遂至承天寺寻张怀民。怀民亦未寝，相与步于中庭。庭下如积水空明，水中藻、荇交横，盖竹柏影也。何夜无月？何处无竹柏？但少闲人如吾两人者耳。"
        ],
        "dynasty": "〔宋代〕",
        "name": "记承天寺夜游",
        "translation": [
            "译文：元丰六年十月十二日夜晚，我正准备解衣入睡，恰好看到月光从门户照进来，于是高兴地起身出门。想到没有和我一起游乐的人，就到承天寺寻找张怀民。张怀民也还没有入睡，(我们)就一同在庭院里散步。月光照在庭院中，像积水一样澄澈透明。水中水藻、水草纵横交错，原来是院中竹柏的影子。哪一个夜晚没有月亮？又有哪个地方没有竹子和柏树呢？只是很少有像我们两个这样的闲人罢了。",
            "注释：选自《东坡志林》。此文写于作者贬官黄州期间。承天寺，在今湖北黄冈市南。元丰六年：公元1083年。元丰，宋神宗年号。当时作者被贬黄州已经四年。解：把系着的腰带解开。欲：想要，准备。月色：月光。入：照入，映入。户：堂屋的门；单扇的门。起：起身。欣然：高兴、愉快的样子。欣，高兴，愉快。然，……的样子。行：出行。念无与为乐者：想到没有和我一起游乐的人。念，考虑，想到。与：共同，一起。无与为乐者，没有可以共同交谈(游乐或赏月)的人。者：……的人。遂：于是，就。至：到。寻：寻找。张怀民：作者的朋友。名梦得，字怀民，清河(今河北清河)人。元丰六年贬谪到黄州，寄居承天寺。亦：也。寝：睡，卧。相与步于中庭：(我们)一同在庭院中散步，相与，共同、一起。步，散步。于：在。中庭：院子里。空明：形容水的澄澈。藻荇：均为水生植物。藻，藻类植物。荇，荇菜。这里借指月色下的竹柏影。交横(héng)：交错纵横。盖：承接上文，解释原因，表示肯定，相当于‘大概’，这里解释为‘原来是’。也：句末语气词，表判断。(盖……也：原来是。)为：动词。做。但少闲人如吾两人者耳：只是很少有像我们两个这样的闲人罢了。但，只(是)仅仅。“耳”同“尔”，语气词，罢了。闲人：闲散的人。这里是指不汲汲于名利而能从容流连光景的人。苏轼这时被贬为黄州团练副使，这里是一个有职无权的官，所以他十分清闲，自称“闲人”。首先“闲人”指具有情趣雅致，能欣赏美景的人。其次“闲人”反映了作者仕途失意的苦闷心境。耳：语气词,“罢了”。",
            "参考资料：完善"
        ]
    },
    {
        "author": "吴均",
        "contents": [
            "风烟俱净，天山共色。从流飘荡，任意东西。自富阳至桐庐一百许里，奇山异水，天下独绝。",
            "水皆缥碧，千丈见底。游鱼细石，直视无碍。急湍甚箭，猛浪若奔。",
            "夹岸高山，皆生寒树，负势竞上，互相轩邈，争高直指，千百成峰。泉水激石，泠泠作响；好鸟相鸣，嘤嘤成韵。蝉则千转不穷，猿则百叫无绝。鸢飞戾天者，望峰息心；经纶世务者，窥谷忘反。横柯上蔽，在昼犹昏；疏条交映，有时见日。"
        ],
        "dynasty": "〔南北朝〕",
        "name": "与朱元思书",
        "translation": [
            "译文：",
            "烟雾都消散尽净，天空和群山融为一色。我乘着船随着江流漂荡，任凭船按照自己的意愿，时而向东，时而向西。从富阳到桐庐一百里左右的水路上，山水奇特独异，天下独一无二。",
            "水都是浅青色的，深深的江水清澈见底。一直看下去，水底游动的鱼儿和细小的石头都可以看得很清楚，毫无障碍。湍急的水流比箭还快，凶猛的巨浪好像飞奔的骏马。",
            "江两岸的高山上，全都生长着苍翠的树木，一看便让人心生寒意，高山凭依高峻的地势争着向上，往高处和远处伸展；群山竞争着高耸，笔直地向上，直插云天，形成千百座山峰。山间泉水冲击着岩石，发出泠泠的响声；美丽的鸟相互和鸣，鸣声嘤嘤，和谐动听。蝉长久不断地鸣叫，猿不停地啼叫着。看到这些雄奇的山峰，那些极力追求功名利禄的人，追逐名利的心就会平静下来；看到这些幽美的山谷，忙于治理国家大事的人，就会流连忘返。横斜的树木遮蔽了上面的天空，即使在白天，林间也昏暗如黄昏；稀疏的枝条互相掩映，有时还能露出阳光。",
            "注释：书：是古代的一种文体。风烟俱净：烟雾都消散尽净。风烟，指烟雾。俱，全，都。净，消散尽净。共色：同样的颜色。共，同样。从流飘荡：乘船随着江流漂荡。从，跟，随。任意东西：任凭船随意向东或向西漂流。东西，向东或向西。东西：方向，在此做动词，向东漂流，向西漂流。自：从。至：到。许：表示大约的数量，上下，左右。独绝：独一无二。独，只。绝，绝妙。皆：全，都。缥(piǎo)碧：原作“漂碧”，据其他版本改为此，浅青色。游鱼细石：游动的鱼和细小的石头。直视无碍：一直看下去，可以看得很清楚，毫无障碍。这里形容江水清澈见底。急湍(tuān)：急流的水。急，迅速，又快又猛。湍，水势急速。甚箭：“甚于箭”，比箭还快。甚，胜过，超过。为了字数整齐，中间的“于”字省略了。若：好像。奔：动词活用作名词，文中指飞奔的骏马。寒树：使人看了有寒意的树，形容树密而绿。负势竞上：高山凭依高峻的地势，争着向上。负，凭借。竞，争着。上，向上。这一句说的是“高山”，不是“寒树”，这从下文“千百成峰”一语可以看得出来。轩邈(miǎo)：意思是这些高山仿佛都在争着往高处和远处伸展。轩，向高处伸展。邈，向远处伸展。这两个词在这里形容词活用为动词用。直指：笔直地向上，直插云天。指，向，向上。千百成峰：意思是形成千百座山峰。激：冲击，拍打。泠(líng)泠作响：泠泠地发出声响。泠泠，拟声词，形容水声的清越。好：美丽的。相鸣：互相和鸣，互相鸣叫。嘤(yīng)嘤成韵：鸣声嘤嘤，和谐动听。嘤嘤，鸟鸣声。韵，和谐的声音。蝉则千转(zhuàn)不穷：蝉长久不断地鸣叫。则，助词，没有实在意义。千转：长久不断地叫。千，表示多，“千”与下文“百”都表示很多。转，通“啭”鸟鸣声。这里指蝉鸣。穷，穷尽。无绝：就是“不绝”。与上句中的“不穷”相对。绝，停止。鸢(yuān)飞戾(lì)天：出自《诗经·大雅·旱麓》。老鹰高飞入天，这里比喻追求名利极力攀高的人。鸢，俗称老鹰，善高飞，是一种凶猛的鸟。戾，至。望峰息心：意思是看到这些雄奇的山峰，追逐名利的心就会平静下来。息，使……平息，使动用法。经纶(lún)世务者：治理国家大事的人。经纶，策划，治理。世务，政务。窥谷忘反：看到这些幽美的山谷，就会流连忘返。窥，看。反，通“返”，返回。横柯(kē)上蔽：横斜的树木在上面遮蔽着。柯，树木的枝干。上，方位名词作状语，在上面。蔽，遮蔽。在昼犹昏：在白天，也好像黄昏时那样阴暗。昼，白天。犹，好像。疏条交映：稀疏的枝条互相掩映。疏条，稀疏的小枝。交映，互相遮掩。交，相互。见：看见。日：太阳，阳光。",
            "参考资料：完善"
        ]
    },
    {
        "author": "王绩",
        "contents": [
            "东皋薄暮望，徙倚欲何依。",
            "树树皆秋色，山山唯落晖。",
            "牧人驱犊返，猎马带禽归。",
            "相顾无相识，长歌怀采薇。"
        ],
        "dynasty": "〔唐代〕",
        "name": "野望",
        "translation": [
            "译文：傍晚时分站在东皋纵目远望，徘徊不定不知都归依何方。每棵树都染上秋天的色彩，重重山岭都披覆着落日的余光。放牧的人驱赶着牛群回家，猎人骑着马带着猎物各自遂愿而归。大家相对无言彼此互不相识，只能咏牛曲长歌来怀念古代采薇而食的隐士。",
            "注释：东皋：地名，在今山西河津，诗人隐居的地方。皋，水边地。薄暮：傍晚。薄，接近。徙倚(xǐyǐ)：徘徊，来回地走。依：归依。秋色：牛作“春色”。落晖：落日。犊(dú)：小牛，这里指牛群。禽：鸟兽，这里指猎物。采薇：采食野菜。据《史记·伯夷列传》，商末孤竹君之子伯夷、叔齐在商亡之后，“不食周粟，隐于首阳山，采薇而食之”后遂以“采薇“比喻隐居不仕。”",
            "参考资料：完善"
        ]
    },
    {
        "author": "崔颢",
        "contents": [
            "昔人已乘黄鹤去，此地空余黄鹤楼。",
            "黄鹤一去不复返，白云千载空悠悠。",
            "晴川历历汉阳树，芳草萋萋鹦鹉洲。",
            "日暮乡关何处是？烟波江上使人愁。"
        ],
        "dynasty": "〔唐代〕",
        "name": "黄鹤楼",
        "translation": [
            "译文：过去的仙人已经驾着黄鹤飞走了，只留下空荡荡的黄鹤楼。黄鹤一去再也没有回来，千百年来只看见白云在天上飘飘荡荡。阳光照耀下的汉阳树木清晰可见，更能看清芳草繁茂的鹦鹉洲。暮色渐渐漫起，哪里是我的家乡？江面烟波渺渺让人更生烦愁。",
            "注释：黄鹤楼：故址在湖北省武汉市武昌区，民国初年被火焚毁，1985年重建，传说古代有一位名叫费祎的仙人，在此乘鹤登仙。昔人：指传说中的仙人子安。因其曾驾鹤过黄鹤山〔又名蛇山〕，遂建楼。乘：驾。去：离开。空：只。返：返回。空悠悠：深，大的意思悠悠：飘荡的样子。晴川：晴日里的原野。川：平原。历历：清楚可数。汉阳：地名，现在湖北省武汉市汉阳区，与黄鹤楼隔江相望。萋萋：形容草木长得茂盛。鹦鹉洲：在湖北省武汉市武昌区西南，根据后汉书记载，汉黄祖担任江夏太守时，在此大宴宾客，有人献上鹦鹉，故称鹦鹉洲。唐朝时在汉阳西南长江中，后逐渐被水冲没。乡关：故乡。",
            "参考资料：完善"
        ]
    },
    {
        "author": "王维",
        "contents": [
            "单车欲问边，属国过居延。",
            "征蓬出汉塞，归雁入胡天。",
            "大漠孤烟直，长河落日圆。",
            "萧关逢候骑，都护在燕然。"
        ],
        "dynasty": "〔唐代〕",
        "name": "使至塞上",
        "translation": [
            "译文：轻车简从将要去慰问边关，我要到远在西北边塞的居延。像随风而去的蓬草一样出临边塞，北归大雁正翱翔云天。浩瀚沙漠中孤烟直上云霄，黄河边上落日浑圆。到萧关时遇到侦察骑兵，得知主帅尚在前线未归。",
            "注释：使至塞上：奉命出使边塞。使：出使。单车：一辆车，车辆少，这里形容轻车简从。问边：到边塞去察看，指慰问守卫边疆的官兵。属国：有几种解释：一指少数民族附属于汉族朝廷而存其国号者。汉、唐两朝均有一些属国。二指官名，秦汉时有一种官职名为典属国，苏武归汉后即授典属国官职。唐人有时以“属国”代称出使边陲的使臣。居延：地名，汉代称居延泽，唐代称居延海，在今内蒙古额济纳旗北境。又西汉张掖郡有居延县(参《汉书·地理志》)，故城分布在今内蒙古自治区额济纳旗和甘肃省金塔县的境内。又东汉凉州刺史部有张掖居延属国，辖境在居延泽一带。此句一般注本均言王维路过居延。然而王维此次出使，实际上无需经过居延。因而林庚、冯沅君主编的《中国历代诗歌选》认为此句是写唐王朝“边塞的辽阔，附属国直到居延以外”。征蓬：随风飘飞的蓬草，此处为诗人自喻。归雁：雁是候鸟，春天北飞，秋天南行，这里是指大雁北飞。胡天：胡人的领空。这里是指唐军占领的北方地方。大漠：大沙漠，此处大约是指凉州之北的沙漠。孤烟：赵殿成注有二解：一云古代边防报警时燃狼粪，“其烟直而聚，虽风吹之不散”。二云塞外多旋风，“袅烟沙而直上”。据后人有到甘肃、新疆实地考察者证实，确有旋风如“孤烟直上”。又：孤烟也可能是唐代边防使用的平安火。长河：黄河。萧关：古关名，又名陇山关，故址在今宁夏固原东南。候骑：负责侦察、通讯的骑兵。王维出使河西并不经过萧关，此处大概是用何逊诗“候骑出萧关，追兵赴马邑”之意，非实写。都护：唐朝在西北边疆置安西、安北等六大都护府，其长官称都护，每府派大都护一人，副都护二人，负责辖区一切事务。这里指前线统帅。燕然：燕然山，即今蒙古国杭爱山。东汉窦宪北破匈奴，曾于此刻石记功。这里代指前线。“单车”两句：一作“衔命辞天阙，单车欲问边”。候骑：骑马的侦察兵。",
            "参考资料：完善"
        ]
    },
    {
        "author": "李白",
        "contents": [
            "渡远荆门外，来从楚国游。",
            "山随平野尽，江入大荒流。",
            "月下飞天镜，云生结海楼。",
            "仍怜故乡水，万里送行舟。"
        ],
        "dynasty": "〔唐代〕",
        "name": "渡荆门送别",
        "translation": [
            "译文：我乘舟渡江来到遥远的荆门外，来到战国时期楚国的境内游览。山随着平坦广阔的原野的出现逐渐消失，江水在一望无际的原野中奔流。江面月影好似天上飞来的明镜，云层缔构城外幻出海市蜃楼。我依然喜爱这来自故乡之水，不远万里来送我东行的小舟。",
            "注释：荆门：山名，位于今湖北省宜都县西北长江南岸，与北岸虎牙山对峙，地势险要，自古即有楚蜀咽喉之称。远：远自。楚国：楚地，指湖北一带，春秋时期属楚国。平野：平坦广阔的原野。江：长江。大荒：广阔无际的田野。月下飞天镜：明月映入江水，如同飞下的天镜。下：移下。海楼：海市蜃楼，这里形容江上云霞的美丽景象。仍：依然。怜：爱。一本作“连”。故乡水：指从四川流来的长江水。因诗人从小生活在四川，把四川称作故乡。万里：喻行程之远。",
            "参考资料：完善"
        ]
    },
    {
        "author": "白居易",
        "contents": [
            "孤山寺北贾亭西，水面初平云脚低。",
            "几处早莺争暖树，谁家新燕啄春泥。",
            "乱花渐欲迷人眼，浅草才能没马蹄。",
            "最爱湖东行不足，绿杨阴里白沙堤。"
        ],
        "dynasty": "〔唐代〕",
        "name": "钱塘湖春行",
        "translation": [
            "译文：从孤山寺的北面到贾亭的西面，湖面春水刚与堤平，白云低垂，同湖面上连成一片。几只早出的黄莺争相飞往向阳的树木，谁家新飞来的燕子忙着筑巢衔泥。纷繁的花朵渐渐开放使人眼花缭乱，浅浅的青草刚刚够上遮没马蹄。最爱的湖东美景百游不厌，杨柳成排绿荫中穿过一条白沙堤。",
            "注释：钱塘湖：即杭州西湖。孤山寺：南北朝时期陈文帝(522～565)初年建，名承福，宋时改名广华。孤山：在西湖的里、外湖之间，因与其他山不相接连，所以称孤山。上有孤山亭，可俯瞰西湖全景。贾亭：又叫贾公亭。西湖名胜之一，唐朝贾全所筑。唐贞元(唐德宗年号，785～805)中，贾全出任杭州刺史，于钱塘湖建亭。人称“贾亭”或“贾公亭”，该亭至唐代末年。水面初平：湖水才同堤岸齐平，即春水初涨。初：在古汉语里用作副词，常用来表示时间，是指不久。云脚低：白云重重叠叠，同湖面上的波澜连成一片，看上去，浮云很低，所以说“云脚低”。点明春游起点和途径之处，着力描绘湖面景色。多见于将雨或雨初停的时候。云脚：接近地面的云气，多见于将雨或雨初停时。“脚”的本义指人和动物行走的器官。这里指低垂的云。早莺：初春时早来的黄鹂。莺：黄鹂，鸣声婉转动听。争暖树：争着飞到向阳的树枝上去。暖树：向阳的树。新燕：刚从南方飞回来的燕子。啄：衔取。燕子衔泥筑巢。春行仰观所见，莺歌燕舞，生机动人。侧重禽鸟。乱花：纷繁的花。渐：副词，渐渐地。欲：副词，将要，就要。迷人眼：使人眼花缭乱。浅草：浅浅的青草。才能：刚够上。没(mò)：遮没，盖没。湖东：以孤山为参照物，白沙堤(即白堤)在孤山的东北面。行不足：百游不厌。足，满足。阴：同“荫”，指树荫。白沙堤：即今白堤，又称沙堤、断桥堤，在西湖东畔，唐朝以前已有。白居易在任杭州刺史时所筑白堤在钱塘门外，是另一条。",
            "参考资料：完善",
            "译文：绕过孤山寺以北漫步贾公亭以西，湖水初涨与岸平齐白云垂得很低。几只早出的黄莺争栖向阳的暖树，谁家新飞来的燕子忙着筑巢衔泥。野花竞相开放就要让人眼花缭乱，春草还没有长高才刚刚没过马蹄。最喜爱湖东的美景令人流连忘返，杨柳成排绿荫中穿过一条白沙堤。",
            "注释：⑴钱塘湖：即杭州西湖。⑵孤山寺：南北朝时期陈文帝(522～565)初年建，名承福，宋时改名广华。孤山：在西湖的里、外湖之间，因与其他山不相接连，所以称孤山。上有孤山亭，可俯瞰西湖全景。贾亭：又叫贾公亭。西湖名胜之一，唐朝贾全所筑。唐贞元(唐德宗年号，785～805)中，贾全出任杭州刺史，于钱塘湖建亭。人称“贾亭”或“贾公亭”，该亭至唐代末年。⑶水面初平：湖水才同堤岸齐平，即春水初涨。初：在古汉语里用作副词，常用来表示时间，是指不久。云脚低：白云重重叠叠，同湖面上的波澜连成一片，看上去，浮云很低，所以说“云脚低”。点明春游起点和途径之处，着力描绘湖面景色。多见于将雨或雨初停的时候。云脚：接近地面的云气，多见于将雨或雨初停时。“脚”的本义指人和动物行走的器官。这里指低垂的云。⑷早莺：初春时早来的黄鹂。莺：黄鹂，鸣声婉转动听。争暖树：争着飞到向阳的树枝上去。暖树：向阳的树。⑸新燕：刚从南方飞回来的燕子。啄：衔取。燕子衔泥筑巢。春行仰观所见，莺歌燕舞，生机动人。侧重禽鸟。⑹乱花：纷繁的花。渐：副词，渐渐地。欲：副词，将要，就要。迷人眼：使人眼花缭乱。⑺浅草：浅浅的青草。才能：刚够上。没(mò)：遮没，盖没。春行俯察所见，花繁草嫩，春意盎然。侧重花草。浅浅的青草刚够没过马蹄。⑻湖东：以孤山为参照物，白沙堤(即白堤)在孤山的东北面。行不足：百游不厌。足，满足。⑼阴：同“荫”，指树荫。白沙堤：即今白堤，又称沙堤、断桥堤，在西湖东畔，唐朝以前已有。白居易在任杭州刺史时所筑白堤在钱塘门外，是另一条。",
            "参考资料：完善"
        ]
    },
    {
        "author": "孟子",
        "contents": [
            "天时不如地利，地利不如人和。三里之城，七里之郭，环而攻之而不胜。夫环而攻之，必有得天时者矣，然而不胜者，是天时不如地利也。城非不高也，池非不深也，兵革非不坚利也，米粟非不多也，委而去之，是地利不如人和也。故曰：域民不以封疆之界，固国不以山溪之险，威天下不以兵革之利。得道者多助，失道者寡助。寡助之至，亲戚畔之；多助之至，天下顺之。以天下之所顺，攻亲戚之所畔，故君子有不战，战必胜矣。"
        ],
        "dynasty": "〔先秦〕",
        "name": "得道多助，失道寡助",
        "translation": [
            "译文：有利于作战的时令气候，比不上有利于作战的地形；有利于作战的地形，比不上作战中的人心所向，上下团结。一座方圆三里的内城，有方圆七里的外城，四面包围起来攻打它，却不能取胜。采用四面包围的方式攻城，一定是得到有利于作战的时令气候，可是不能取胜，这(是)有利于作战的时令气候不如有利于作战的地形。城墙并不是不高，护城河并不是不深，武器装备也不是不精良，粮食供给也不是不充足，但是，守城一方还是弃城而逃，这是因为作战的地形再好，也比不上人心所向，上下团结。所以说，使百姓定居下来而不迁到别的地方去，不能靠疆域的边界，巩固国防不能凭借险要的山河，威慑天下不能凭借锐利的武器。能行“仁政”的君王，帮助支持他的人就多，不施行“仁政”的君主，支持帮助他的人就少。支持帮助他的人少到了极点，连内外亲属也会背叛他；支持帮助他的人多到了极点，天下所有人都会归顺他。凭借天下人都归顺他的条件，去攻打那连亲属都背叛的君王。所以，能行仁政的君主不战则已，战就一定能取得胜利。",
            "注释：天时：指有利于作战的时令，气候。地利：指有利于作战的地形。人和：指得人心，上下团结。三里之城：方圆三里的内城。城：内城。郭：外城。在城外加筑的一道城墙。环(huán)：围。之：代这座城而：连词表转折。夫：句首发语词，不译。而：连词表递进。天时：指有利于攻战的自然气候条件。是：这。也：表判断语气，“是”。城非不高也：城墙并不是不高啊。非：不是。池：护城河。兵革：泛指武器装备。兵，武器；革，皮革制成的甲、胄、盾之类。坚利：坚固精良。利：精良。米粟(sù)：粮食。多：充足。委：放弃。而：然后去：离开。之：代词，代“城”。是：代词，这故：所以。域：这里用作动词，是限制的意思。以：凭借。封疆之界：划定的边疆界线。封，划定。封疆：疆界、边境。固：使巩固。国：国防。山溪：山河。险：险要的地理环境。威：震慑。以：凭借，依靠之意。兵革：本意是“兵器和铠甲”，比喻“武力、军事”。得道者：实施“仁政”的君主。者，什么的人，此处特指君主。道，正义。下同。失道者：不实施“仁政”的君主。寡：少。之至：到达极点。之：去，往，到。至：极点。畔：同“叛”，背叛。之：代词他，指失道之人。顺：归顺，服从。以：凭借，靠。之：用于主谓之间，取消句子独立性。亲戚：内外亲属，包括父系亲属和母系亲属。故：所以。有：要么，或者。胜：取得胜利。",
            "参考资料：完善"
        ]
    },
    {
        "author": "孟子",
        "contents": [
            "景春曰：“公孙衍、张仪岂不诚大丈夫哉？一怒而诸侯惧，安居而天下熄。”",
            "孟子曰：“是焉得为大丈夫乎？子未学礼乎？丈夫之冠也，父命之；女子之嫁也，母命之，往送之门，戒之曰：‘往之女家，必敬必戒，无违夫子！’以顺为正者，妾妇之道也。居天下之广居，立天下之正位，行天下之大道。得志，与民由之；不得志，独行其道。富贵不能淫，贫贱不能移，威武不能屈，此之谓大丈夫。”"
        ],
        "dynasty": "〔先秦〕",
        "name": "富贵不能淫",
        "translation": [
            "译文：",
            "景春说：“公孙衍、张仪难道不是真正的有大志、有作为、有气节的男子吗？他们一发怒，连诸侯都害怕，他们安静下来，天下就太平无事。”",
            "孟子说：“这哪里能算是有大志、有作为、有气节的男子呢？你没有学过礼吗？男子举行加冠礼的时候，父亲给予训导；女子出嫁时，母亲给予训导，送她到门口，告诫她说：‘到了你的丈夫的家里，一定要恭敬，一定要谨慎，不要违背你的丈夫！’把顺从当作做人的原则，是妾妇之道。(大丈夫应该)住进天下最宽广的住宅——仁，站在天下最正确的位置——礼，走天下最正确的道路——义。(大丈夫)能实现理想时，就同百姓一起走这条正道；不能实现理想时，就独自走自己的道路。富贵不能使他的思想迷惑，贫贱不能使他的操守动摇，威武不能使他的意志屈服，这才叫做有节气有作为的男子。”",
            "注释：景春：与孟子同时代的人，纵横家。公孙衍：战国时期魏国人，纵横家。曾在秦国为相，又曾佩五国相印。张仪：战国时期魏国人，纵横家，秦惠王时为相，游说六国连横以服从秦国。诚：真正，确实。大丈夫：指有大志、有作为、有气节的男子。惧：害怕。安居：安静。熄：同“息”，平息，指战火熄灭，天下太平。是：这，这个。焉：怎么，哪里。子：你。未学：没有学。之：“丈夫之冠也”及下文“女子之嫁也”中的“之”都是主谓之间取消句子独立性，不译。丈夫之冠：男子举行加冠礼的时候。冠：古代男子到成年则举行加冠礼，叫做冠。古人二十岁既为加冠。父命之：父亲给予训导；父亲开导他。命：教导、训诲。母命之：母亲给予训导。嫁：出嫁。往：去，到。戒：同“诫”，告诫。女(rǔ)：同“汝”，你。必敬必戒；必：一定。敬：恭敬。戒：留神，当心，谨慎。违：违背。夫子：旧时称自己的丈夫。以：把。顺：顺从。为：作为。正：正理，及基本原则。道：方法。居天下之广居：第一个“居”：居住。第二个“居”居所，住宅。广居、正位、大道：朱熹注释：为：广居，仁也；正位，礼也；大道，义也。立：站，站立。正：正大。大道：光明的大道。得：实现。志：志向。由：遵循。独行其道：独自走自己的道路。独：独自。行：这里是固守；坚持的意思。道：原则，行为准则。淫：惑乱，迷惑。使动用法。移：改变，动摇。使动用法。屈：屈服。使动用法。"
        ]
    },
    {
        "author": "孟子及其弟子",
        "contents": [
            "舜发于畎亩之中，傅说举于版筑之间，胶鬲举于鱼盐之中，管夷吾举于士，孙叔敖举于海，百里奚举于市。故天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能。",
            "人恒过，然后能改；困于心，衡于虑，而后作；征于色，发于声，而后喻。入则无法家拂士，出则无敌国外患者，国恒亡。然后知生于忧患而死于安乐也。"
        ],
        "dynasty": "〔先秦〕",
        "name": "生于忧患，死于安乐",
        "translation": [
            "译文：舜从田野耕作之中被起用，傅说从筑墙的劳作之中被起用，胶鬲从贩鱼卖盐中被起用，管夷吾是从狱官手里被释放并加以任用的，孙叔敖从海滨隐居的地方被起用，百里奚被从奴隶集市里赎买回来并被起用。",
            "所以上天要把重任降临在某人的身上，必定要先使他的内心痛苦，使他的筋骨劳累，使他经受饥饿之苦，以致肌肤消瘦，使他身处贫困之中，使他做事不顺，通过那样的途径来使他的心灵受到震撼，使他的性格坚韧起来，增加他所不具备的能力。",
            "人常常犯错，然后才能改正；内心忧困，思想阻塞，然后才能奋起；表现在脸色上，流露在言谈中，才能被人们了解。一个国家，在内如果没有坚守法度的大臣和足以辅佐君王的贤士，在外没有与之匹敌的邻国和来自外国的祸患，就常常会有覆灭的危险。",
            "这样，就知道常处忧愁祸患之中可以使人生存，常处安逸快乐之中可以使人死亡的道理了。",
            "注释：舜：姚姓，名重华。唐尧时耕于历山(在今山东济南东南，一说在今山西永济东南)，“父顽，母嚣，弟傲，能和以孝”，尧帝使其人山林川泽，遇暴风雷雨，舜行不迷，于是传以天子之位。国名虞，史称虞舜。事迹见于《尚书·尧典》及《史记·五帝本纪》等。发：兴起，这里指被任用。畎(quǎn)亩：田亩，此处意为耕田。畎，田间水渠。傅说(fùyuè)：殷商时为胥靡(一种刑徒)，筑于傅险(又作傅岩，在今山西平陆东)。商王武丁欲兴殷，梦得圣人，名曰说，视群臣皆非，使人求于野，得傅说。见武丁，武丁曰：“是也。”与之语，果圣人，举以为相，殷国大治。遂以傅险为姓，名为傅说。事迹见于《史记·殷本纪》等。举：被选拔。版筑：筑墙的时候在两块夹板中间放土，用杵捣土，使它坚实。筑，捣土用的杵。胶鬲(gé)：商纣王大臣，与微子、箕子、王子比干同称贤人。鱼盐：此处意为在海边捕鱼晒盐。《史记》称燕在渤碣之间，有鱼盐之饶；齐带山海，多鱼盐。管夷吾：管仲，颍上(今安徽省颍上县)人，家贫困。辅佐齐国公子纠，公子纠未能即位，公子小白即位，是为齐桓公。齐桓公知其贤，释其囚，用以为相，尊称之为仲父。《史记·管晏列传》：“管仲既用，任政于齐，齐桓公以霸。九合诸侯，一匡天下，管仲之谋也。”士：狱官。孙叔敖(áo)：蒍姓，名敖，字孙叔，一字艾猎。春秋时为楚国令尹(宰相)。本为“期思之鄙人”，期思在今河南固始，偏僻之地称为鄙。海：海滨。百里奚(xī)：又作百里傒。本为虞国大夫。晋国灭虞国，百里奚与虞国国君一起被俘至晋国。晋国嫁女于秦，百里奚被当作媵臣陪嫁到秦国。百里奚逃往楚国，行至宛(今河南南阳)，为楚国边界之鄙人所执。秦穆公闻其贤，欲重赎之，恐楚人不与，乃使人谓楚曰：“吾媵臣百里奚在焉，请以五羖羊皮赎之。”楚人于是与之。时百里奚年已七十余，至秦，秦穆公亲释其囚，与语国事三日，大悦。授以国政，号称“五羖大夫”。史称秦穆公用百里奚、蹇叔、由余为政，“开地千里，遂霸西戎”，成为“春秋五霸”之一。事迹见于《史记·秦本纪》。市：集市。故：所以。任：责任，担子。是：代词，这，这些。也：助词，用在前半句的末尾，表示停顿一下，后半句将要加以解说。必：一定。苦：形容词的使动用法，使……苦恼。心志：意志。劳：动词的使动用法，使……劳累。饿：动词的使动用法，使……饥饿。体肤：肌肤。空乏：形容词的使动用法，使……穷困。拂乱：形容词的使动用法，使……颠倒错乱。拂，违背，不顺。乱，错乱。所为：所行。所以：用来(通过那样的途径来……)。动：动词的使动用法，使……惊动。忍：形容词的使动用法，使……坚韧。曾益：增加。曾，通“增”。能：才干。恒：常常，总是。过：犯错误。然后：这样以后。困于心：心中有困苦。衡于虑：思虑堵塞。衡，通“横”，梗塞，指不顺。作：奋起，指有所作为。征于色：表现在脸色上。征，征验，征兆。色，颜面，面色。赵岐《孟子注》：“若屈原憔悴，渔父见而怪之。”《史记·屈原贾谊列传》：“屈原至于江滨，被发行吟泽畔，颜色憔悴，形容枯槁。渔父见而问之曰：‘子非三闾大夫与？何故而至此？’屈原曰：‘举世混浊我独清，众人皆醉我独醒，是以见放。’”发于声：流露在言谈中。赵岐《孟子注》：“若甯戚商歌，桓公异之。”甯戚，春秋时卫国人。家贫，为人挽车。至齐，喂牛于车下，齐桓公夜出迎客，甯戚见之，疾击其牛角而商歌。歌曰：“南山矸，白石烂，生不逢尧与舜禅。短布单衣适至骭，从昏饭牛薄夜半，长夜漫漫何时旦。”齐桓公召与语，悦之，以为大夫。而后喻：才能被人们了解。喻，知晓，明白。入：动词活用作状语，在国内。法家：有法度的世臣。拂(bì)士：辅佐君主的贤士。拂，通“弼”，辅佐。出：动词用作状语，在国外。敌国：实力相当、足以抗衡的国家。外患：来自国外的祸患。恒：常常。亡：灭亡。生于忧患：忧患使人生存发展。死于安乐：享受安乐使人萎靡死亡。",
            "参考资料：完善"
        ]
    },
    {
        "author": "列子",
        "contents": [
            "太行、王屋二山，方七百里，高万仞，本在冀州之南，河阳之北。",
            "北山愚公者，年且九十，面山而居。惩山北之塞，出入之迂也，聚室而谋曰：“吾与汝毕力平险，指通豫南，达于汉阴，可乎？”杂然相许。其妻献疑曰：“以君之力，曾不能损魁父之丘，如太行、王屋何？且焉置土石？”杂曰：“投诸渤海之尾，隐土之北。”遂率子孙荷担者三夫，叩石垦壤，箕畚运于渤海之尾。邻人京城氏之孀妻有遗男，始龀，跳往助之。寒暑易节，始一反焉。",
            "河曲智叟笑而止之曰：“甚矣，汝之不惠！以残年余力，曾不能毁山之一毛，其如土石何？”北山愚公长息曰：“汝心之固，固不可彻，曾不若孀妻弱子。虽我之死，有子存焉。子又生孙，孙又生子；子又有子，子又有孙；子子孙孙无穷匮也，而山不加增，何苦而不平？”河曲智叟亡以应。",
            "操蛇之神闻之，惧其不已也，告之于帝。帝感其诚，命夸娥氏二子负二山，一厝朔东，一厝雍南。自此，冀之南，汉之阴，无陇断焉。"
        ],
        "dynasty": "〔先秦〕",
        "name": "愚公移山",
        "translation": [
            "译文：",
            "太行、王屋两座山，方圆七百里，高七八万尺，本来在冀州的南面，河阳的北面。",
            "山的北面有位愚公，年龄将近九十岁了，面对着大山居住。他苦于山区北部的阻塞，出来进去都要绕着山走，于是召集全家商量说：“我跟你们尽全力削平险峻，使道路直通豫州的南边，到达汉水南岸，好吗？”大家纷纷表示赞同。他的妻子提出疑问说：“凭借你的力气，连魁父这样的小山都不能削平，又能把太行、王屋山怎么样呢？再说，挖下来的土和石头又安放在哪里？”众人说：“把它扔到渤海的边上，隐土的北面。”于是愚公率领儿孙中能挑担子的几个人上了山，凿石头，挖土，用箕畚运到渤海边上。邻居京城氏的寡妇有个男孩，刚刚换牙的年纪，蹦蹦跳跳地去帮助他。一年时间，才能往返一次。",
            "河曲一位叫智叟的人笑着劝阻他们，说：“你也太不明智了！就凭你残余的岁月、剩下的力气连山上的一棵草都动不了，又能对泥土和石块怎么样呢？”北山愚公长叹道：“你的思想太过顽固，顽固到了不可改变的地步，连孤儿寡妇都比不上。即使我死了，还有儿子在；儿子又生孙子，孙子又生儿子；儿子又有儿子，儿子又有孙子；子子孙孙无穷无尽，可是山却不会增高加大，还用发愁挖不平吗？”河曲智叟无话可答。",
            "操蛇之神听说了这件事，怕他不停地干下去，便去禀告了天帝。天帝被愚公的诚心感动，命令大力神夸娥氏的两个儿子背走了那两座山，一座放在朔方的东边，一座放在雍州的南边。从这以后，冀州的南部直到汉水南岸，再也没有高山阻隔了。",
            "注释：列子：这是一部古书的名称，属于中国先秦时期道家的著作。关于这部书，有两种说法：一种认为是战国初年的列御寇著的；另一种认为是后来晋代的人著的，没有定论。书中记载了许多寓言和传说故事。太行山：在黄土高原和华北平原之间。王屋山：在山西阳城、垣曲与河南济源之间。方：古代计量面积用语。后加表示长度的数字或数量词，表示纵横若干长度的意思。多用于计量土地。仞：古代长度单位，以七尺或八尺为一仞。冀州：古地名，包括现在河北省，山西省，河南省黄河以北，辽宁省辽河以西的地区。河阳：黄河北岸。且：副词，将近。面山而居：面对着山居住。惩(chéng)：这里是“苦于，为......所苦”的意思。塞(sè)：阻塞。迂(yū)：曲折、绕远。聚室而谋：集合全家来商量。室，家。汝：你。这里做复数看，为“你们”的意思。毕力平险：尽全力铲除险峻的大山。指通豫南：一直通向豫州的南部。指，直。豫州，古地名，在今河南省黄河以南。汉阴：汉，就是汉水；阴，山的北面或水的南面叫阴。献疑：提出疑问。以：凭借。杂然相许：纷纷表示赞同。杂然，纷纷的样子。许，赞同。损：削减。曾(zēng)：副词，加强否定语气，可译为“连……也……”，常与“不”连用。魁父：古代一座小山的名称，在现今河南省开封县陈留镇境内。魁(kuí)。丘：土堆。置：安放。且：况且。焉：疑问代词，哪里。荷(hè)：扛的意思。夫：成年男子。箕畚(jīběn)簸箕，一种用竹片或柳条编成的器具。这里是用箕畚装土石的意思。孀(shuāng)：孀妻，寡妇。遗男：遗孤，遗腹子(父亲死后才出生的男孩)。龀(chèn)：儿童换牙齿，乳齿脱落后重新长恒齿。这里始龀表示年龄，约七八岁。龀，换牙。寒暑易节：冬夏换季，指一年的时间。易，交换。节，季节。始一反焉：才往返一次。反，通“返”往返。焉，语气助词。河曲：古地名，在今山西省芮城县西。叟(sǒu)：老头。惠：同“慧”，聪明；不惠，指愚蠢。其：在“如……何”前面加强反问语气。长息：长叹。一毛：一草一木，地面所生的草木，这里指山的一小部分。汝心之固，固不可彻：你思想顽固，顽固到了不可改变的地步。彻，通。匮(kuì)：竭尽的意思。虽我之死：即使我死了。虽，即使。之，用在主谓之间，无实意。苦：愁。亡(wú)以应：没有话来回答。亡，通“无”。操蛇之神：神话中的山神，手里拿着蛇，所以叫操蛇之神。操，持。惧其不已：怕他不停地干下去。其，愚公。已，停止。帝：神话中的天帝。感其诚：被他的诚心所感动。感，被……感动。夸娥氏：神话中力气很大的神。负：背。厝(cuò)：放置。朔东：就是朔方以东地区，指山西省的东部。雍：就是雍州，在现今陕西、甘肃省一带地区。陇断：即垄断，山冈高地",
            "参考资料：完善"
        ]
    },
    {
        "author": "司马迁",
        "contents": [
            "文帝之后六年，匈奴大入边。乃以宗正刘礼为将军，军霸上；祝兹侯徐厉为将军，军棘门；以河内守亚夫为将军，军细柳：以备胡。",
            "上自劳军。至霸上及棘门军，直驰入，将以下骑送迎。已而之细柳军，军士吏被甲，锐兵刃，彀弓弩，持满。天子先驱至，不得入。先驱曰：“天子且至！”军门都尉曰：“将军令曰‘军中闻将军令，不闻天子之诏。’”居无何，上至，又不得入。于是上乃使使持节诏将军：“吾欲入劳军。”亚夫乃传言开壁门。壁门士吏谓从属车骑曰：“将军约，军中不得驱驰。”于是天子乃按辔徐行。至营，将军亚夫持兵揖曰：“介胄之士不拜，请以军礼见。”天子为动，改容式车。使人称谢：“皇帝敬劳将军。”成礼而去。",
            "既出军门，群臣皆惊。文帝曰：“嗟乎，此真将军矣！曩者霸上、棘门军，若儿戏耳，其将固可袭而虏也。至于亚夫，可得而犯邪！”称善者久之。"
        ],
        "dynasty": "〔两汉〕",
        "name": "周亚夫军细柳",
        "translation": [
            "译文：",
            "汉文帝后元六年，匈奴大规模侵入汉朝边境。于是，朝廷委派宗正官刘礼为将军，驻军在灞上；委派祝兹侯徐厉为将军，驻军在棘门；委派河内郡太守周亚夫为将军，驻军在细柳，以防备匈奴侵扰。",
            "皇上亲自去慰问军队。到了灞上和棘门的军营，直接驱驰而入，将士都下马迎送皇帝。不久来到细柳的军营，只见官兵都披戴盔甲，手持锋利的兵器，开弓搭箭，弓拉满，戒备森严。皇上的先行卫队到了营前，不准进入。先行的卫队说：“皇上将要驾到。”守卫军营的将官回答：“将军有令：‘军中只听从将军的命令，不听从皇帝的命令。’”过了不久，皇上驾到，也不让进入军营。在这种情况下皇上就派使者手持符节去告诉将军：“我要进营慰问军队。”周亚夫这才传令打开军营大门。守卫营门的官兵对跟从皇上的武官说：“将军规定，军营中不准策马疾驰。”于是皇上的车队也只好控制住车马，缓慢前行。到了大营前，将军周亚夫手持兵器拱手行礼，说：“穿戴着盔甲之将不行跪拜礼，请陛下允许我按照军礼参见。”皇上被感动，表情严肃起来，扶着车前横木俯下身子，派人向周亚夫致意说：“皇帝敬重地慰问将军。”劳军礼仪完毕后便离开了。",
            "已经出了细柳军营的大门，群臣都深感惊诧。文帝感叹地说：“啊！这才是真正的将军。先前的灞上、棘门的军营，简直像是儿戏，匈奴是完全可以通过偷袭而俘虏那里的将军，至于周亚夫，难道能够侵犯吗？”称赞他很久。",
            "注释：文帝之后六年：指汉文帝后元六年。文帝，汉高祖刘邦之子刘恒，前180年—前157年在位(前203年－前157年7月6日)。匈奴：我国古代北方民族之一。大：大规模，大举。入边：侵入边境。宗正：掌管皇族事务的官员。军霸上：驻军霸上。霸上，地名，译做“灞上”，因地处灞水西岸高原而得名，在今陕西西安东。祝兹侯：封号。棘门：地名，原为秦宫门，在今陕西咸阳东北。河内守：河内郡的郡守。河内，郡名，今河南北部地区。守，郡守，是汉代郡一级的行政长官。备：防备，戒备。胡：胡人，古代对北方少数民族的泛称，此指匈奴。上：特指皇帝。劳：慰问。军：军队。已而：不久。之：到，往。被：通“披”，穿着。锐兵刃：这里指刀出鞘。彀(gòu)：张开。弩(nǔ)：用机械发箭的弓。持满：把弓拉满。先驱：先行引导的人员。且：将要。军门都尉：守卫军营的将官，职位低于将军。诏(zhào)：皇帝发布的命令。居无何：过了不久。居，经过，表示相隔一段时间。无何，不久。持节：手持符节。节，符节，皇帝派遣使者或调动军队的凭证。壁：营垒。车骑：车马。驱驰：策马疾驰。按辔：控制住车马。辔，马缰绳。徐：慢，缓慢。持兵揖(yi)：手持兵器行礼。揖，拱手行礼。介胄之士不拜：穿戴着盔甲之将不行跪拜礼。介胄，铠甲和头盔，这里用作动词，指披甲戴盔。士，将领。为动：被感动。改容式车：表情严肃起来，扶着车前横木俯下身子，表示敬意。式，同“轼”。这里用作动词，指扶轼。称谢：向人致意，表示问候。既：已经。嗟乎：叹词，表示慨叹。曩(nǎng)：先前。固：必，一定。邪(yé)：语气词，表示反问。之：助词。在句中只起调节音节的作用，无实意。",
            "参考资料：完善"
        ]
    },
    {
        "author": "陶渊明",
        "contents": [
            "结庐在人境，而无车马喧。",
            "问君何能尔？心远地自偏。",
            "采菊东篱下，悠然见南山。",
            "山气日夕佳，飞鸟相与还。",
            "此中有真意，欲辨已忘言。"
        ],
        "dynasty": "〔魏晋〕",
        "name": "饮酒·其五",
        "translation": [
            "译文：将房屋建造在人来人往的地方，却不会受到世俗交往的喧扰。问我为什么能这样，只要心中所想远离世俗，自然就会觉得所处地方僻静了。在东篱之下采摘菊花，悠然间，那远处的南山映入眼帘。傍晚时分南山景致甚佳，雾气峰间缭绕，飞鸟结伴而还。这里面蕴含着人生的真正意义，想要分辨清楚，却已忘了怎样表达。",
            "注释：结庐：建造住宅，这里指居住的意思。结，建造、构筑。庐，简陋的房屋。人境：喧嚣扰攘的尘世。车马喧：指世俗交往的喧扰。君：指作者自己。何能尔：为什么能这样。尔：如此、这样。悠然：闲适淡泊的样子。见：看见(读jiàn)，动词。南山：泛指山峰，一说指庐山。山气：山间的云气。日夕：傍晚。相与：相交，结伴。真意：从大自然里领会到的人生真谛。相与还：结伴而归。",
            "参考资料：完善"
        ]
    },
    {
        "author": "杜甫",
        "contents": [
            "国破山河在，城春草木深。",
            "感时花溅泪，恨别鸟惊心。",
            "烽火连三月，家书抵万金。",
            "白头搔更短，浑欲不胜簪。"
        ],
        "dynasty": "〔唐代〕",
        "name": "春望",
        "translation": [
            "译文：国都遭侵但山河依旧，长安城里的杂草和树木茂盛地疯长。感伤国事，看到花开不禁潸然泪下，内心惆怅怨恨，听到鸟鸣，竟觉得那叫声也很揪心。连绵的战火已经持续很长时间了，家书难得，一封抵得上万两黄金。愁绪缠绕，搔头思考，白发越搔越短，简直要不能插簪了。",
            "注释：国：国都，指长安(今陕西西安)。破：陷落。山河在：旧日的山河仍然存在。城：长安城。草木深：指人烟稀少。感时：为国家的时局而感伤。溅泪：流泪。恨别：怅恨离别。烽火：古时边防报警的烟火，这里指安史之乱的战火。三月：虚指，指战火已经持续了很长时间。抵：值，相当。白头：这里指白头发。搔：用手指轻轻的抓。浑：简直。欲：想，要，就要。胜：经受，承受。簪：一种束发的首饰。古代男子蓄长发，成年后束发于头顶，用簪子横插住，以免散开。",
            "参考资料：完善"
        ]
    },
    {
        "author": "李贺",
        "contents": [
            "黑云压城城欲摧，甲光向日金鳞开。",
            "角声满天秋色里，塞上燕脂凝夜紫。",
            "半卷红旗临易水，霜重鼓寒声不起。",
            "报君黄金台上意，提携玉龙为君死。"
        ],
        "dynasty": "〔唐代〕",
        "name": "雁门太守行",
        "translation": [
            "译文：敌兵滚滚而来，犹如黑云翻卷，像要摧倒城墙；战士们的铠甲在阳光照射下金光闪烁。号角声响彻秋夜的长空，边塞战场上的血迹在暮色中呈现出暗紫色。红旗半卷，援军赶赴易水；夜寒霜重，鼓声郁闷低沉。为了报答国君的赏赐和厚爱，手操宝剑甘愿为国血战到死。",
            "注释：雁门太守行：古乐府曲调名。雁门，郡名。古雁门郡大约在今山西省西北部，是唐王朝与北方突厥部族的边境地带。黑云：此形容战争烟尘铺天盖地，弥漫在边城附近，气氛十分紧张。摧：毁。甲光：铠甲迎着太阳闪出的光。甲，指铠甲，战衣。向日：迎着太阳。亦有版本写作“向月”。金鳞：是说像金色的鱼鳞。这句形容敌军兵临城下的紧张气氛和危急形势。向：向着，对着。金鳞开：(铠甲)像金色的鱼鳞一样闪闪发光。金：像金子一样的颜色和光泽。开：打开，铺开。角：古代军中一种吹奏乐器，多用兽角制成，也是古代军中的号角。塞上燕脂凝夜紫：燕脂，即胭脂，这里指暮色中塞上泥土有如胭脂凝成。凝夜紫：在暮色中呈现出暗紫色。凝，凝聚。“燕脂”、“夜紫”暗指战场血迹。临：逼近，到，临近。易水：河名，大清河上源支流，源出今河北省易县，向东南流入大清河。易水距塞上尚远，此借荆轲故事以言悲壮之意。不起：是说鼓声低沉不扬。霜重鼓寒：天寒霜降，战鼓声沉闷而不响亮。声不起：形容鼓声低沉；不响亮。此句一作“霜重鼓声寒不起”。报：报答。黄金台：黄金台亦称招贤台，战国时期燕昭王筑，为燕昭王尊师郭隗之所。其真正的故址位于河北省定兴县高里乡北章村台上(台上隶属于北章村，由黄金台在此而得名)，遗址尚存。用来形容招纳贤才的地方或人才荟萃之地。意：信任，重用。玉龙：宝剑的代称。君：君王。",
            "参考资料：完善"
        ]
    },
    {
        "author": "杜牧",
        "contents": [
            "折戟沉沙铁未销，自将磨洗认前朝。",
            "东风不与周郎便，铜雀春深锁二乔。"
        ],
        "dynasty": "〔唐代〕",
        "name": "赤壁",
        "translation": [
            "译文：赤壁的泥沙中，埋着一枚未锈尽的断戟。自己磨洗后发现这是当年赤壁之战的遗留之物。倘若不是东风给周瑜以方便，结局恐怕是曹操取胜，二乔被关进铜雀台了。",
            "注释：折戟：折断的戟。戟，古代兵器。销：销蚀。将：拿，取。磨洗：磨光洗净。认前朝：认出戟是东吴破曹时的遗物。东风：指三国时期的一个战役──火烧赤壁。周郎：指周瑜，字公瑾，年轻时即有才名，人呼周郎。后任吴军大都督，曾参与赤壁之战并为此战役中的主要人物。铜雀：即铜雀台，曹操在今河北省临漳县建造的一座楼台，楼顶里有大铜雀，台上住姬妾歌妓，是曹操暮年行乐处。二乔：东吴乔公的两个女儿，一嫁前国主孙策(孙权兄)，称大乔，一嫁军事统帅周瑜，称小乔，合称“二乔”。",
            "参考资料：完善"
        ]
    },
    {
        "author": "李清照",
        "contents": [
            "天接云涛连晓雾，星河欲转千帆舞。仿佛梦魂归帝所。闻天语，殷勤问我归何处。",
            "我报路长嗟日暮，学诗谩有惊人句。九万里风鹏正举。风休住，蓬舟吹取三山去！"
        ],
        "dynasty": "〔宋代〕",
        "name": "渔家傲·天接云涛连晓雾",
        "translation": [
            "译文：水天相接，晨雾蒙蒙笼云涛。银河转动，像无数的船只在舞动风帆。梦魂仿佛回天庭，听见天帝在对我说话。他热情而又有诚意地问我要到哪里去。我回答天帝路途还很漫长，现在已是黄昏却还未到达。即使我学诗能写出惊人的句子，又有什么用呢？长空九万里，大鹏冲天飞正高。风啊！千万别停息，将载着我的这一叶轻舟，直送往蓬莱三仙岛。",
            "注释：星河：银河。转：《历代诗余》作“曙”。帝所：天帝居住的地方。天语：天帝的话语。嗟：慨叹。报：回答。谩有：空有。谩：空，徒然。惊人句，化用《江上值水如海上势聊短述》有“语不惊人死不休”诗句。九万里：《庄子·逍遥游》中说大鹏乘风飞上九万里高空。鹏：古代神话传说中的大鸟。蓬舟：像蓬蒿被风吹转的船。古人以蓬根被风吹飞，喻飞动。吹取：吹得。三山：《史记·封禅书》记载：渤海中有蓬莱，方丈，瀛洲三座仙山，相传为仙人所居住，可以望见，但乘船前往，临近时就被风吹开，终无人能到。",
            "参考资料：完善"
        ]
    },
    {
        "author": "佚名",
        "contents": [
            "庭中有奇树，绿叶发华滋。",
            "攀条折其荣，将以遗所思。",
            "馨香盈怀袖，路远莫致之。",
            "此物何足贵？但感别经时。"
        ],
        "dynasty": "〔两汉〕",
        "name": "庭中有奇树",
        "translation": [
            "译文：庭院里一株佳美的树，满树绿叶衬托着繁盛的花朵。我攀着树枝，摘下了其中一朵，想把它赠送给心中日夜思念的人。花香充满了我的衣服襟袖之间，可是天遥地远，没能送到心上人的手中。并不是此花有什么珍贵，只是有感于离别多时，想借着花儿表达思念之情罢了。",
            "注释：奇树：犹“嘉木”，佳美的树木。华：花。下文的“荣”也是“花”的意思。滋：繁盛。荣：犹“花”。古代称草本植物的花为“华”，称木本植物的花为“荣”。遗(wèi)：赠送，赠与。馨(xīn)香：香气。盈：充盈，充积。致：送到。贵：珍贵。一作“贡”。感：感受，感动。别经时：离别之后所经历的时光。",
            "参考资料：完善"
        ]
    },
    {
        "author": "曹操",
        "contents": [
            "神龟虽寿，犹有竟时；",
            "腾蛇乘雾，终为土灰。",
            "老骥伏枥，志在千里；",
            "烈士暮年，壮心不已。",
            "盈缩之期，不但在天；",
            "养怡之福，可得永年。",
            "幸甚至哉，歌以咏志。"
        ],
        "dynasty": "〔两汉〕",
        "name": "龟虽寿",
        "translation": [
            "译文：神龟虽能长寿，但也有死亡的时候。腾蛇尽管能乘雾飞行，终究也会死亡化为土灰。年老的千里马虽然伏在马槽旁，它的雄心壮志仍然是能够驰骋千里。有远大抱负的人士到了晚年，奋发思进的雄心不会止息。人的寿命长短，不只是由上天所决定的。只要自己调养好身心，也可以益寿延年。啊，庆幸得很！就用诗歌来表达内心的志向吧！",
            "注释：该诗创作于建安十二年(207)，这时曹操五十三岁。选自《先秦汉魏晋南北朝诗》(中华书局1983年版)。这首诗是曹操所作乐府组诗《步出夏门行》中的第四章。诗中融哲理思考、慷慨激情和艺术形象于一炉，表现了老当益壮、积极进取的人生态度。此诗是曹操的乐府诗《步出夏门行》四章中的最后一章。神龟：传说中的通灵之龟，能活几千岁。寿，长寿。竟：终结，这里指死亡。腾蛇：传说中与龙同类的神物，能乘云雾升天。骥(jì)：良马，千里马。伏：趴，卧。枥(lì)：马槽。烈士：有远大抱负的人。暮年：晚年。已：停止。盈缩：指人的寿命长短。盈，满，引申为长。缩，亏，引申为短。但：仅，只。养怡：指调养身心，保持身心健康。怡，愉快、和乐。永：长久。永年：长寿，活得长。幸甚至哉：庆幸得很，好极了。幸，庆幸。至，极点。最后两句每章都有，应为合乐时的套语，与正文内容没有直接关系。",
            "参考资料：完善"
        ]
    },
    {
        "author": "东汉·刘桢",
        "contents": [
            "亭亭山上松，瑟瑟谷中风。",
            "风声一何盛，松枝一何劲！",
            "冰霜正惨凄，终岁常端正。",
            "岂不罹凝寒？松柏有本性。"
        ],
        "dynasty": "〔两汉〕",
        "name": "赠从弟·其二",
        "translation": [
            "译文：高山上松树挺拔耸立，山谷间狂风瑟瑟呼啸。风声是多么的猛烈，松枝又是多么的刚劲！任它满天冰霜惨惨凄凄，松树的腰杆终年端端正正。难道是松树没有遭到严寒的侵凌吗？不，是松柏天生有着耐寒的本性！",
            "注释：亭亭：高松直立的样子。瑟瑟：形容寒风的声音。一何：多么。惨凄：凛冽、严酷。罹(lí)凝寒：遭受严寒。罹，遭受。从弟：堂弟。"
        ]
    },
    {
        "author": "曹植",
        "contents": [
            "八方各异气，千里殊风雨。",
            "剧哉边海民，寄身于草野。",
            "妻子象禽兽，行止依林阻。",
            "柴门何萧条，狐兔翔我宇。"
        ],
        "dynasty": "〔魏晋〕",
        "name": "梁甫行",
        "translation": [
            "译文：八方的气候各不相同，千里之内的风雨形态不一。海边的贫民多么艰苦啊，平时就住在野外的草棚里。妻子和儿女像禽兽一样生活，盘桓在险阻的山林里。简陋的柴门如此冷清，狐兔在房屋周围自在地行走毫无顾忌。",
            "注释：异气：气候不同。殊：不同。剧：艰苦。寄身：生活。草野：野外、原野。妻子：妻子和儿女。象：类似；好像。后作“像”。行止：行动的踪迹。林阻：山林险阻之地。柴门：用树枝等物编成的门。萧条：冷清。翔：悠闲自在地行走。宇：房屋。",
            "参考资料：完善"
        ]
    },
    {
        "author": "晏殊",
        "contents": [
            "一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？",
            "无可奈何花落去，似曾相识燕归来。小园香径独徘徊。"
        ],
        "dynasty": "〔宋代〕",
        "name": "浣溪沙·一曲新词酒一杯",
        "translation": [
            "译文：填一曲新词喝一杯美酒，还是去年的天气旧日的亭台，西落的夕阳何时才能回来？花儿总要凋落让人无可奈何，似曾相识的春燕又归来，独自在花香小径里徘徊留恋。",
            "注释：浣溪沙：唐玄宗时教坊曲名，后用为词调。沙，一作“纱”。一曲：一首。因为词是配合音乐唱的，故称“曲”。新词，刚填好的词，意指新歌。酒一杯，一杯酒。去年天气旧亭台：是说天气、亭台都和去年一样。去年天气：跟去年此日相同的天气。旧亭台，曾经到过的或熟悉的亭台楼阁。旧，旧时。夕阳：落日。西下：向西方地平线落下。几时回：什么时候回来。无可奈何：不得已，没有办法。似曾相识：好像曾经认识。形容见过的事物再度出现。后用作成语，即出自晏殊此句。燕归来：燕子从南方飞回来。燕归来，春中常景，在有意无意之间。小园香径：花草芳香的小径，或指落花散香的小径。因落花满径，幽香四溢，故云香径。香径，带着幽香的园中小径。独：副词，用于谓语前，表示“独自”的意思。徘徊：来回走。",
            "参考资料：完善"
        ]
    },
    {
        "author": "欧阳修",
        "contents": [
            "轻舟短棹西湖好，绿水逶迤。芳草长堤，隐隐笙歌处处随。",
            "无风水面琉璃滑，不觉船移。微动涟漪，惊起沙禽掠岸飞。"
        ],
        "dynasty": "〔宋代〕",
        "name": "采桑子·轻舟短棹西湖好",
        "translation": [
            "译文：西湖风光好，驾着小舟划着短桨多么逍遥。碧绿的湖水绵延不断。长堤芳草青青，春风中隐隐传来柔和的笙歌声，像是随着船儿在湖上飘荡。无风的水面，光滑得好似琉璃一样，连小船移动都感觉不到。只见微微的细浪在船边荡漾，那被船儿惊起的水鸟，正掠过湖岸在飞翔。",
            "注释：采桑子：又名丑奴儿，罗敷媚等。双调四十四字，上下阙各四句三平韵。轻舟：轻便的小船。短棹：划船用的小桨。棹：桨。西湖：指颍州西湖。在今安徽省阜阳市。宋时属颍州。绿水：清澈的水。逶迤：形容道路或河道弯曲而长。隐隐：隐约。笙歌：指歌唱时有笙管伴奏。琉璃：一种光滑细腻的釉料，多覆在盆，缸，砖瓦的外层，这里形容水面光滑。涟漪：水的波纹。沙禽：沙洲或沙滩上的水鸟。",
            "参考资料：完善"
        ]
    },
    {
        "author": "朱敦儒",
        "contents": [
            "金陵城上西楼，倚清秋。万里夕阳垂地大江流。",
            "中原乱，簪缨散，几时收？试倩悲风吹泪过扬州。"
        ],
        "dynasty": "〔宋代〕",
        "name": "相见欢·金陵城上西楼",
        "translation": [
            "译文：独自登上金陵西门上的城楼，倚楼观看清秋时节的景色。看着这万里长的大江在夕阳下流去。因金人侵占，中原大乱，达官贵族们纷纷逃散，什么时候才能收复国土？要请悲风将自己的热泪吹到扬州前线。",
            "注释：金陵：南京。城上西楼：西门上的城楼。倚清秋：倚楼观看清秋时节的景色。中原乱：指公元1127年(宋钦宗靖康二年)金人侵占中原的大乱。簪缨：古代显贵者的冠饰。比喻高官显宦。收：收复国土。倩：请人代自己做。扬州：地名，今属江苏，是当时南宋的前方，屡遭金兵破坏。",
            "参考资料：完善"
        ]
    },
    {
        "author": "李清照",
        "contents": [
            "常记溪亭日暮，沉醉不知归路。兴尽晚回舟，误入藕花深处。争渡，争渡，惊起一滩鸥鹭。"
        ],
        "dynasty": "〔宋代〕",
        "name": "如梦令·常记溪亭日暮",
        "translation": [
            "译文：时常记起溪边亭中游玩至日色已暮，沉迷在优美的景色中忘记了回家的路。尽了酒宴兴致才乘舟返回，不小心进入藕花深处。奋力把船划出去呀！奋力把船划出去！划船声惊起了一群鸥鹭。",
            "译文：二经常记起在溪边的亭子游玩直到太阳落山的时候，被美景陶醉而流连忘返。游兴满足了，天黑往回划船，不小心划进了荷花池深处。划呀，划呀，惊动满滩的水鸟，都飞起来了。",
            "译文：三曾记得一次溪亭饮酒到日暮，喝得大醉回家找不着了道路。兴尽之后很晚才往回划船，却不小心进入了荷花深处。怎么渡，怎么渡？(最终)惊起水边满滩鸥鹭。",
            "注释：常记：时常记起。“难忘”的意思。溪亭：临水的亭台。日暮：黄昏时候。沉醉：比喻沉浸在某事物或某境界中。兴尽：尽了兴致。晚：比合适的时间靠后，这里意思是天黑路暗了。回舟：乘船而回。误入：不小心进入。藕花：荷花。争渡：奋力把船划出去。惊：惊动。起：飞起来。一滩：一群。鸥鹭：这里泛指水鸟。",
            "参考资料：完善"
        ]
    },
    {
        "author": "陶渊明",
        "contents": [
            "晋太元中，武陵人捕鱼为业。缘溪行，忘路之远近。忽逢桃花林，夹岸数百步，中无杂树，芳草鲜美，落英缤纷。渔人甚异之，复前行，欲穷其林。",
            "林尽水源，便得一山，山有小口，仿佛若有光。便舍船，从口入。初极狭，才通人。复行数十步，豁然开朗。土地平旷，屋舍俨然，有良田、美池、桑竹之属。阡陌交通，鸡犬相闻。其中往来种作，男女衣着，悉如外人。黄发垂髫，并怡然自乐。",
            "见渔人，乃大惊，问所从来。具答之。便要还家，设酒杀鸡作食。村中闻有此人，咸来问讯。自云先世避秦时乱，率妻子邑人来此绝境，不复出焉，遂与外人间隔。问今是何世，乃不知有汉，无论魏晋。此人一一为具言所闻，皆叹惋。余人各复延至其家，皆出酒食。停数日，辞去。此中人语云：“不足为外人道也。”",
            "既出，得其船，便扶向路，处处志之。及郡下，诣太守，说如此。太守即遣人随其往，寻向所志，遂迷，不复得路。",
            "南阳刘子骥，高尚士也，闻之，欣然规往。未果，寻病终。后遂无问津者。"
        ],
        "dynasty": "〔魏晋〕",
        "name": "桃花源记",
        "translation": [
            "译文：",
            "东晋太元年间，武陵有个以捕鱼为生的人。有一天他沿着溪水划船而行，忘记了路有多远。忽然遇到一片桃花林，在溪流两岸的几百步之内，中间没有其他的树木，花草鲜艳美丽，地上的落花繁多交杂，渔人对此感到非常惊异。他继续向前行船，想要走到桃花林的尽头。",
            "桃林在溪水发源的地方就到头了，渔人就发现了一座小山，山上有个小洞口，洞里面隐隐约约透着点光亮。渔人便下了船，从洞口走了进去。刚开始非常狭窄，仅容一人通过。又向前行走了几十步，突然变得开阔明亮。渔人眼前这片土地平坦开阔，房屋排列得非常整齐，还有肥沃的田地、美丽的池塘，以及桑树、竹子这类的植物。田间小路交错相通，(村落间)可以互相听到鸡鸣狗叫的声音。人们在田间来来往往耕种劳作，男女的穿戴装束，完全如同世俗之外的人一样。老年人和小孩儿都高兴而满足。",
            "这里的人看见了渔人，就非常惊讶，问他是从什么地方而来。渔人都详细地作了回答。这里的人便邀请渔人到家中做客，摆了酒、杀了鸡用来款待他。村里面的其他人听说来了这么一个人，全都来打听消息。他们自己说他们的先祖是为了躲避秦朝时期的战乱，率领妻子、儿女、乡邻们来到这个与人世隔绝的地方，再没有人出去过，所以和外面的人隔绝了一切往来。村里的人问渔人现在是什么世道，他们居然不知道有汉朝，更不用说魏、晋两朝了。渔人把自己知道的所有事都一一说了出来，村民们听了都感叹惋惜。其余的人各自又把渔人邀请到自己的家中，都拿出自己的美酒佳肴来款待他。渔人停留了几日后，就向村里的人告辞。村里的人告诉他：“这里的情况不值得对外面的人说啊。”",
            "渔人出来之后，找到了自己的船，就顺着来时的路回去，处处都做了标记。他到了郡城武陵，就去拜见太守，说了桃花源的见闻。太守立即派遣人员跟随他前往，寻找渔人先前作的标记，竟然迷路了，后来再也找不到通往桃花源的路了。",
            "南阳有个叫刘子骥的人，是一个品德高尚的隐士，他听到了这个消息，非常愉快地计划着前往桃花源。没有实现，不久后就病死了，后来就再也没有探求桃花源的人了。",
            "注释：太元：东晋孝武帝的年号(376-396)武陵：郡名，现在湖南常德市一带。为业：把……作为职业，以……为生。为：作为。缘：沿着，顺着。行：前行，走。远近：偏义复词，仅指远。忽逢：忽然遇到。逢：遇到，碰见。夹岸：溪流两岸。杂：别的，其他的。芳草鲜美：花草鲜嫩美丽。芳：花；鲜美：鲜艳美丽。落英：落花。一说，初开的花。缤纷：繁多的样子。甚：很，非常。异之：即“以之为异”，对见到的景象感到诧异。异，意动用法，形作动，以……为异，对……感到惊异，认为……是奇异的。之，代词，指见到的景象。复：继续。前：名词活用为状语，向前。(词类活用)欲：想要。穷：形容词用做动词，穷尽，走到……的尽头。林：代指桃花林。林尽水源：林尽于水源，意思是桃林在溪水发源的地方就到头了。尽：消失(词类活用)便：于是，就。得：发现。仿佛：隐隐约约，形容看得不真切的样子。若：好像……似的。舍：舍弃，丢弃，文中指离开。初：起初，刚开始。才通人：仅容一人通过。才：副词，仅。复：又，再。行：行走。豁然开朗：形容由狭窄幽暗突然变得开阔明亮的样子。然，……的样子。豁然：形容开阔的样子；开朗：开阔明亮。平：平坦。旷：开阔；宽阔。屋舍：房屋。俨(yǎn)然：(古今异义)古义：整齐的样子。今义：形容很像;形容齐整；形容庄严。之：这。属：类。阡陌交通：田间小路交错相通。阡陌，田间小路，南北走向的叫阡，东西走向的叫陌。交通，交错相通。鸡犬相闻：(村落间)可以互相听到鸡鸣狗叫的声音。相闻：可以互相听到。种作：指世代耕种劳作的人。衣着：穿着打扮。悉：全，都。外人：指桃花源以外的世人。(有更好的翻译：另外一个世界的人，因为桃花源人从秦到晋一直与世隔绝)黄发垂髫(tiáo)：指老人和小孩。黄发，古时认为老人头发由白转黄是长寿的象征，这指老人。垂髫，古时小孩不扎结头发，头发下垂，这里指小孩子。(借代修辞)髫，小孩垂下的短发。并：都。怡然：愉快、高兴的样子。乃大惊：于是很惊讶。乃：于是，就。大：很，非常。从来：从……地方来。具：详细地。之：代词，指代桃源人所问问题。要(yāo)：通“邀”，邀请。(通假字)咸：副词，都，全。问讯：打听消息。云：说。先世：祖先。率：率领。妻子：(古今异义)古义：指妻子、儿女。“妻”“子”是两个词，不是现代汉语的“妻子”今义：男子的配偶。邑人：同县的人绝境：(古今异义)古义：与人世隔绝的地方。今义：没有明显出路的困境；进退维谷的境地。绝：隔绝。复：再，又。焉：兼词，相当于“于之”，“于此”，从这里。遂：于是。间隔：隔断，隔绝。今：现在。乃(乃不知有汉的乃)：竟然。无论：不要说，(更)不必说。“无”“论”是两个词，不同于现在汉语的“无论”(古今异义)。为：对、向。具言：详细地说。所闻：指渔人所知道的世事。闻：知道，听说。叹惋：感叹，惋惜。余：其余，剩余。延至：邀请到。延，邀请。至：到。停：停留。辞：辞别。去：离开。语：告诉。不足：不值得。(古今异义)为：介词，向、对。既：已经。便扶向路：就顺着旧的路(回去)。扶：沿着、顺着。向：从前的、旧的。处处志之：处处都做了标记。志：动词，做标记。(词类活用)及：到达。郡下：太守所在地，指武陵。诣(yì)太守：指拜见太守。诣，到。特指到尊长那里去。如此：像这样，指在桃花源的见闻。即：立即。遣：派遣。寻向所志：寻找先前所做的标记。寻，寻找。向，先前。志(名词),标记。(所+动词译为名词)遂：终于。复：再。得：取得，获得，文中是找到的意思。高尚：品德高尚。士：隐士。也：表判断。欣然：高兴的样子。规：计划，打算。(词类活用)未：没有。果：实现。未果：没有实现。寻：不久。终：死亡。问津：询问渡口，这里是探访，访求的意思。津：本义渡口。",
            "参考资料：完善"
        ]
    },
    {
        "author": "柳宗元",
        "contents": [
            "从小丘西行百二十步，隔篁竹，闻水声，如鸣珮环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。",
            "潭中鱼可百许头，皆若空游无所依。日光下澈，影布石上。佁然不动，俶尔远逝，往来翕忽，似与游者相乐。",
            "潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。",
            "坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。",
            "同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生，曰恕己，曰奉壹。"
        ],
        "dynasty": "〔唐代〕",
        "name": "小石潭记",
        "translation": [
            "译文：",
            "我从小山丘向西走一百二十多步，隔着竹林，可以听到流水的声音，好像人身上佩带的珮环相碰击发出的声音，心里为之高兴。砍伐竹子，开辟道路，向下就看见一个小潭，水格外清凉。小潭以整块石头为底，靠近岸边的地方，石底有些部分翻卷出来，露出水面，成为水中的高地，像是水中的小岛，也有高低不平的石头和小岩石(露了出来)。青葱的树木，翠绿的藤蔓，蒙盖缠绕，摇曳牵连，参差不齐，随风飘拂。",
            "潭中的鱼大约有一百来条，都好像在空中游动，什么依托也没有。阳光向下直照到水底，鱼的影子好像映在水底的石头上。(鱼影)呆呆地一动不动，忽然间向远处游去了，来来往往，轻快敏捷，好像在和游玩的人逗玩。",
            "向小石潭的西南方望去，(水流)像北斗星一样曲折，像蛇一样蜿蜒前行，时而看得见，时而看不见。溪岸的形状像狗的牙齿那样相互交错，不能知道溪水的源头在哪里。",
            "我坐在潭边，四面都被竹林和树木包围着，寂静没有旁人，使人感到心神凄凉，寒气透骨，幽静深远，弥漫着忧伤的气息。因为那种环境太过凄清，不能长时间停留，于是记下了这里的情景就离开了。",
            "一同去游览的人有吴武陵、龚古、我的弟弟宗玄。我带着一同去的，有姓崔的两个年轻人。一个名叫恕己，一个名叫奉壹。",
            "注释：从：自，由。小丘：小山丘(在小石潭东边)。西：向西，名词作状语。行：走。篁(huáng)竹：成林的竹子。如鸣珮环：好像人身上佩戴的珮环相碰击发出的声音。鸣，使……发出声音。珮与环都是玉质装饰物。心乐之：心里为之高兴。乐：以……为乐，对……感到快乐(意动用法)。伐：砍伐。取：这里指开辟。下见小潭：向下看就看见一个小潭。见，看见。下，向下。水尤清冽：水格外(特别)清凉。尤，格外，特别。冽，凉。清冽，清凉。全石以为底：即以全石为底(潭)把整块石头当作底部。以，把。为，当作。近岸，卷石底以出：靠近岸的地方，石底有些部分翻卷过来露出水面。近，靠近。岸，岸边。卷，翻卷。以，相当于“而”，表修饰，不译。为坻(chí)，为屿，为嵁(kān)，为岩：成为坻、屿、嵁、岩各种不同的形状。坻，水中高地。屿，小岛。嵁，不平的岩石。岩，悬崖。翠蔓：翠绿的藤蔓。蒙络摇缀，参差披拂：蒙盖缠绕，摇曳牵连，参差不齐，随风飘拂。可百许头：大约有一百来条。文中指小潭里的鱼大约有一百来条。可，大约。许，用在数词后表示约数，相当于同样用法的“来”。皆若空游无所依：都好像在空中游动，什么依托也没有。空：在空中，名词作状语。皆：全，都。日光下澈，影布石上：阳光向下直照到水底，鱼的影子好像映在水底的石头上。下，向下照射。布：照映，分布。澈，穿透，一作“彻”。佁然不动：(鱼影)呆呆地一动不动。佁然：静止不动的样子。俶(chù)尔远逝：忽然间向远处游去了。俶尔，忽然。往来翕(xī)忽：来来往往，轻快敏捷。翕忽：轻快敏捷的样子。翕：迅疾。斗折蛇行，明灭可见：(溪水)曲曲折折，(望过去)一段看得见，一段又看不见。斗折，像北斗七星那样曲折。蛇行，像蛇爬行那样弯曲。明灭可见，若隐若现。灭，暗，看不见。犬牙差(cī)互：像狗的牙齿那样互相交错。犬牙，像狗的牙齿一样。差互，互相交错。凄神寒骨，悄(qiǎo)怆(chuàng)幽邃(suì)：使人感到心神凄凉，寒气透骨，幽静深远，弥漫着忧伤的气息。凄、寒，使动用法，使……感到凄凉，使……感到寒冷。悄怆：凄凉。邃：深。以其境过清：因为那种环境太过凄清。以，因为。其，那。清，凄清。不可久居，乃记之而去：不能长时间停留，于是记下小石潭的情况就离开了。居，待、停留。乃，于是……就。之，代游小石潭这件事。去，离开。吴武陵：作者的朋友，也被贬在永州。龚古：作者的朋友。宗玄：作者的堂弟。隶而从者，崔氏二小生：跟着我一同去的，有姓崔的两个年轻人。隶而从，跟着同去的。隶，作为随从，动词。崔氏，指柳宗元姐夫崔简。小生，年轻人。",
            "参考资料：完善"
        ]
    },
    {
        "author": "魏学洢",
        "contents": [
            "明有奇巧人曰王叔远，能以径寸之木，为宫室、器皿、人物，以至鸟兽、木石，罔不因势象形，各具情态。尝贻余核舟一，盖大苏泛赤壁云。",
            "舟首尾长约八分有奇，高可二黍许。中轩敞者为舱，箬篷覆之。旁开小窗，左右各四，共八扇。启窗而观，雕栏相望焉。闭之，则右刻“山高月小，水落石出”，左刻“清风徐来，水波不兴”，石青糁之。",
            "船头坐三人，中峨冠而多髯者为东坡，佛印居右，鲁直居左。苏、黄共阅一手卷。东坡右手执卷端，左手抚鲁直背。鲁直左手执卷末，右手指卷，如有所语。东坡现右足，鲁直现左足，各微侧，其两膝相比者，各隐卷底衣褶中。佛印绝类弥勒，袒胸露乳，矫首昂视，神情与苏、黄不属。卧右膝，诎右臂支船，而竖其左膝，左臂挂念珠倚之——珠可历历数也。",
            "舟尾横卧一楫。楫左右舟子各一人。居右者椎髻仰面，左手倚一衡木，右手攀右趾，若啸呼状。居左者右手执蒲葵扇，左手抚炉，炉上有壶，其人视端容寂，若听茶声然。",
            "其船背稍夷，则题名其上，文曰“天启壬戌秋日，虞山王毅叔远甫刻”，细若蚊足，钩画了了，其色墨。又用篆章一，文曰“初平山人”，其色丹。",
            "通计一舟，为人五；为窗八；为箬篷，为楫，为炉，为壶，为手卷，为念珠各一；对联、题名并篆文，为字共三十有四。而计其长曾不盈寸。盖简桃核修狭者为之。嘻，技亦灵怪矣哉！"
        ],
        "dynasty": "〔明代〕",
        "name": "核舟记",
        "translation": [
            "译文：",
            "明朝有一个技艺精巧的人名字叫王叔远，他能用直径一寸的木头，雕刻出宫殿、器具、人物，还有飞鸟、走兽、树木、石头，没有一件不是根据木头原来的样子雕刻成各种形状的，各有各的神情姿态。他曾经送给我一个用桃核雕刻成的小船，刻的是苏轼乘船游赤壁的图案。",
            "核舟的船头到船尾大约长八分多一点，有两个黄米粒那么高。中间高起宽敞的部分是船舱，用箬竹叶做的船篷覆盖着它。旁边开设有小窗，左右各四扇，一共八扇。打开窗户，可以看到雕刻着花纹的栏杆左右相对。关上窗户，就看到一副对联，右边刻着“山高月小，水落石出”，左边刻着“清风徐来，水波不兴”，这些字都涂成了石青色。",
            "船头坐着三个人，中间戴着高高的帽子、胡须浓密的人就是苏东坡，佛印位于右边，黄庭坚位于左边。苏东坡和黄庭坚共同看着一幅书画长卷。东坡右手拿着画卷的右端，左手轻按在黄庭坚的背上。黄庭坚左手拿着画卷的左端，右手指着画卷，好像在说些什么。苏东坡露出右脚，黄庭坚露出左脚，身子都略微侧斜，他们互相靠近的两膝，都被遮蔽在画卷下边的衣褶里。佛印像极了弥勒菩萨，袒胸露乳，抬头仰望，神情和苏东坡、黄庭坚不相类似。他平放右膝，曲着右臂支撑在船板上，左腿曲膝竖起，左臂上挂着一串念珠，靠在左膝上——念珠简直可以清清楚楚地数出来。",
            "船尾横放着一支船桨。船桨的左右两边各有一名船夫。位于右边的船夫梳着椎形发髻，仰着脸，左手倚在一根横木上，右手扳着右脚趾头，好像在大声呼叫的样子。左边的船夫右手拿着一把蒲葵扇，左手轻按着火炉，炉上有一水壶，那个人的眼睛正视着茶炉，神色平静，好像在凝神倾听茶水烧煮的声音。",
            "船的顶面(一说底部)较平，作者的名字题写在上面，刻的是“天启壬戌秋日，虞山王毅叔远甫刻”，字像蚊子的脚一样细小，笔画清楚明白，字体的颜色是黑色。还刻着一枚篆字图章，文字是：“初平山人”，字的颜色是红的。",
            "计算这一条船上统共刻了五个人；八扇窗户；用箬竹叶做的船篷，做的船桨，做的炉子，做的茶壶，做的画卷，做的念珠各一件；对联、题名和篆文，刻的字共计三十四个。可是计算它的长度，竟然还不满一寸。原来是挑选长而窄的桃核雕刻而成的。啊，手艺技巧也实在是太神奇了！",
            "注释：记：指文体。“记”这种体裁出现得很早，至唐宋而大盛。它可以记人和事，可以记山川名胜，可以记器物建筑，故又称“杂记”。在写法上大多以记述为主而兼有议论、抒情成分。此文选作课文时有所删减。奇巧人：技艺奇妙精巧的人。奇，奇特。王叔远：名毅，字叔远。明代民间微雕艺人。径寸之木：直径一寸的木头。径，直径。为：做，这里指雕刻。器皿：指器具。盘，碗一类的东西。以至：以及。罔不因势象形，各具情态：都能就着木头原来的样子模拟那些东西的形状，各有各的情态。罔：无，没有。罔不：无不，全都。因：就着。象：模仿。这里指雕刻。各：各自。具：具有。情态：神态。尝：曾经。贻余：赠我。盖大苏泛赤壁云：刻的是苏轼乘船游赤壁的故事。盖：表示推测的句首语气词。泛，泛舟，坐船游览。云：句尾语助词。约：大约。有(yǒu)奇(jī)：有余，多一点儿。高可二黍(shǔ)许：大约有二个黄米粒那样高。可，大约。黍：又叫黍子，去皮后叫黄米。一说，古代一百粒排列起来的长度是一尺，因此一个黍粒的长度是一分。许，上下，表约数。中轩敞(chǎng)者为舱：中间高起宽敞的部分是船舱。轩：高起。敞：宽敞。为：是。箬(ruò)篷：用篛竹叶做成的船篷。篛的异形字是“箬”。雕栏相望焉：雕刻着花纹的栏杆左右相对。望：对着，面对着。山高月小，水落石出：苏轼《后赤壁赋》里的文句。清风徐来，水波不兴：苏轼《赤壁赋》里的文句。清：清凉。徐：缓缓地，慢慢地。兴：起。石青糁(sǎn)之：用石青涂在刻着字的凹处。石青：一种青绿色的矿物颜料。糁：涂。峨冠：戴着高高的帽子。名词作动词用。髯(rán)：两腮的胡须。这里泛指胡须。佛印：人名，是个和尚，苏轼的朋友。居：位于。鲁直：宋代诗人，书法家黄庭坚，字鲁直。他也是苏轼的朋友。手卷：横幅的书画卷子。执：拿着。卷端：指画卷的右端。卷末：指画卷的左端。如有所语：好像在说什么话似的。语：说话。微侧：略微侧转(身子)。其两膝相比者：他们的互相靠近的两膝(苏东坡的左膝和黄庭坚的右膝)。比：靠近。各隐卷底衣褶中：都隐蔽在手卷下边的衣褶里(意思说，从衣褶上可以看出相并的两膝)。绝类弥勒：极像佛教的弥勒菩萨类像。矫首昂视：抬头仰望。矫，举。不属(shǔ)：不相类似。卧右膝：卧倒右膝。诎(qū)：同“屈”，弯曲。念珠：信佛教的人念佛时用以计数的成串珠子。倚之：(左臂)靠在左膝上。历历数也：清清楚楚地数出来。历历：分明可数的样子。楫(jí)：船桨。划船用具。舟子：撑船的人，船夫。椎髻(jì)：梳成椎形发髻，属于词类活用。衡：通“横”，横着。攀：扳着。啸呼：大声呼叫。其人视端容寂：那个人，眼睛正视着(茶炉)，神色平静。若听茶声然：好像在听茶水开了没有的样子。若……然：相当于“好像……的样子”。船背稍夷：船的顶部(一说底部)稍平。背，这里指船顶。夷，平。天启壬戌：天启壬戌年，即1622年。天启，明熹宗朱由校年号。虞山王毅叔远甫：常熟人王毅字叔远。虞山，现在江苏省常熟县西北，这里用来代替常熟。甫：通“父”，古代对男子的美称，多附于字之后。钩：钩的形状。了了：清清楚楚。墨：这里的意思是黑色。篆章：篆字图章。丹：红色。箬(ruò)篷：用箬叶编的船篷。曾不盈寸：竟然不满一寸。盈，满。简：挑选。同“拣”，挑选。修狭：长而窄。技亦灵怪矣哉：技艺也真神奇啊！矣和哉连用有加重惊叹语气的作用。",
            "参考资料：完善"
        ]
    },
    {
        "author": "诗经·国风·周南",
        "contents": [
            "关关雎鸠，在河之洲。窈窕淑女，君子好逑。",
            "参差荇菜，左右流之。窈窕淑女，寤寐求之。",
            "求之不得，寤寐思服。悠哉悠哉，辗转反侧。",
            "参差荇菜，左右采之。窈窕淑女，琴瑟友之。",
            "参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。"
        ],
        "dynasty": "〔先秦〕",
        "name": "关雎",
        "translation": [
            "译文：关关和鸣的雎鸠，栖息在河中的小洲。贤良美好的女子，是君子好的配偶。参差不齐的荇菜，在船的左右两边摘取。贤良美好的女子，日日夜夜都想追求她。追求却没法得到，日日夜夜总思念她。绵绵不断的思念，叫人翻来覆去难入睡。参差不齐的荇菜，在船的左右两边摘取。贤良美好的女子，弹琴鼓瑟来亲近她。参差不齐的荇菜，在船的左右两边去挑选它。贤良美好的女子，用钟鼓奏乐来使她快乐。",
            "注释：关关：象声词，雌雄二鸟相互应和的叫声。雎鸠(jūjiū)：一种水鸟，一般认为就是鱼鹰，传说它们雌雄形影不离。洲：水中的陆地。窈窕(yǎotiǎo)淑女：贤良美好的样子。窈窕，文静美好的样子。窈，深邃，喻女子心灵美；窕，幽美，喻女子仪表美。淑女：善良美好的女子。好逑(hǎoqiú)：好的配偶。逑，“仇”的假借字，匹配。参差：长短不齐的样子。荇(xìng)菜：一种可食的水草。左右流之：时而向左、时而向右地择取荇菜。这里是以勉力求取荇菜，隐喻“君子”努力追求“淑女”。流，求取。之：指荇菜。寤寐(wùmèi)：醒和睡。指日夜。寤，醒觉。寐，入睡。又，马瑞辰《毛诗传笺注通释》说：“寤寐，犹梦寐。”也可通。思服：思念。服，想。《毛传》：“服，思之也。”悠哉(yōuzāi)悠哉：思念之情绵绵不尽，思念深长的样子。悠，忧思的样子。这句是说思念绵绵不断。悠，感思。见《尔雅·释诂》郭璞注。哉，语气助词。悠哉悠哉，犹言“想念呀，想念呀”。辗转反侧：翻覆不能入眠。辗，古字作展。展转，即反侧。反侧，犹翻覆。琴瑟友之：弹琴鼓瑟来亲近她。琴、瑟，皆弦乐器。琴五或七弦，瑟二十五或五十弦。友：用作动词，此处有亲近之意。这句说，用琴瑟来亲近“淑女”。芼(mào)：挑选。钟鼓乐之：用钟奏乐来使她快乐。乐，使动用法，使……快乐。",
            "参考资料：完善"
        ]
    },
    {
        "author": "诗经·国风·秦风",
        "contents": [
            "蒹葭苍苍，白露为霜。所谓伊人，在水一方。溯洄从之，道阻且长。溯游从之，宛在水中央。",
            "蒹葭萋萋，白露未晞。所谓伊人，在水之湄。溯洄从之，道阻且跻。溯游从之，宛在水中坻。",
            "蒹葭采采，白露未已。所谓伊人，在水之涘。溯洄从之，道阻且右。溯游从之，宛在水中沚。"
        ],
        "dynasty": "〔先秦〕",
        "name": "蒹葭",
        "translation": [
            "译文：河边芦苇青苍苍，秋深露水结成霜。意中之人在何处？就在河水那一方。逆着流水去找她，道路险阻又太长。顺着流水去找她，仿佛在那水中央。河边芦苇密又繁，清晨露水未曾干。意中之人在何处？就在河岸那一边。逆着流水去找她，道路险阻攀登难。顺着流水去找她，仿佛就在水中滩。河边芦苇密稠稠，早晨露水未全收。意中之人在何处？就在水边那一头。逆着流水去找她，道路险阻曲难求。顺着流水去找她，仿佛就在水中洲。",
            "注释：蒹(jiān)：没长穗的芦苇。葭(jiā)：初生的芦苇。苍苍：鲜明、茂盛貌。苍苍：茂盛的样子。为：凝结成。所谓：所说的，此指所怀念的。伊人：那个人，指所思慕的对象。一方：那一边。溯洄：逆流而上。下文“溯游”指顺流而下。一说“洄”指弯曲的水道，“游”指直流的水道。从：追寻。阻：险阻，(道路)难走。宛：宛然，好像。萋萋：茂盛的样子，文中指芦苇长的茂盛。人教版为“萋萋”，苏教版为“凄凄”。晞(xī)：干。湄：水和草交接的地方，也就是岸边。跻(jī)：升高，这里形容道路又陡又高。坻(chí)：水中的沙滩。采采：茂盛鲜明的样子。涘(sì)：水边。右：迂回曲折。沚(zhǐ)：水中的沙滩。",
            "参考资料：完善",
            "译文：大片的芦苇密又繁，清晨的露水变成霜。我所怀念的心上人啊。就站在对岸河边上。逆流而上去追寻她，追随她的道路险阻又漫长。顺流而下寻寻觅觅，她仿佛在河水中央。芦苇凄清一大片，清晨露水尚未晒干。我那魂牵梦绕的人啊，她就在河水对岸。逆流而上去追寻她，那道路高又陡。顺流而下寻寻觅觅，她仿佛在水中小洲。河畔芦苇繁茂连绵，清晨露滴尚未被蒸发完。我那苦苦追求的人啊，她就在河岸一边。逆流而上去追寻她，那道路弯曲又艰险。顺流而下寻寻觅觅，她仿佛在水中的沙滩。",
            "注释：选自《诗经·秦风》。蒹葭(jiānjiā)：芦荻，芦苇。蒹，没有长穗的芦苇。葭，初生的芦苇。苍苍：茂盛的样子。下文“萋萋”“采采”义同。为：凝结成所谓：所说，这里指所怀念的。伊人：那个人。在水一方：在河的另一边。溯洄(sùhuí)从之：意思是沿着河道向上游去寻找她。溯洄：逆流而上。从，追，追求。阻：险阻，难走。溯游：顺流而涉。游，通“流”，指直流。宛：仿佛。萋萋：茂盛的样子，文中指芦苇长的茂盛。人教版为“萋萋”，苏教版为“凄凄”。晞(xī)：晒干。湄(méi)：水和草交接之处，指岸边。跻(jī)：升高，这里形容道路又陡又高。坻(chí)：水中的小洲或高地。采采：茂盛的样子。已：止，这里的意思是“干“，变干。涘(sì)：水边。右：迂回曲折。沚(zhǐ)：水中的小块陆地。",
            "参考资料：完善"
        ]
    },
    {
        "author": "庄周",
        "contents": [
            "北冥有鱼，其名为鲲。鲲之大，不知其几千里也；化而为鸟，其名为鹏。鹏之背，不知其几千里也；怒而飞，其翼若垂天之云。是鸟也，海运则将徙于南冥。南冥者，天池也。《齐谐》者，志怪者也。《谐》之言曰：“鹏之徙于南冥也，水击三千里，抟扶摇而上者九万里，去以六月息者也。”野马也，尘埃也，生物之以息相吹也。天之苍苍，其正色邪？其远而无所至极邪？其视下也，亦若是则已矣。"
        ],
        "dynasty": "〔先秦〕",
        "name": "北冥有鱼",
        "translation": [
            "译文：北海有一条鱼，它的名字叫做鲲。鲲体积巨大，不知道有几千里。鲲变化成鸟，它的名字叫做鹏，鹏的脊背，不知道有几千里。当它奋起而飞的时候，那展开的双翅就好像悬挂在天空的云。这只鹏鸟啊，在海水运动的时候将要飞到南海去。南海是个天然形成的水池。《齐谐》是一本专门记载怪异事物的书。《齐谐》记载说：“大鹏迁徙到南海的时候，翅膀击水而行，激起的浪花有三千里，它乘着旋风盘旋飞至九万里的高空，凭借着六月的大风而离开。”山野中的雾气，空气中的尘埃，都是有生命的万物用气息相吹拂的结果。天色湛蓝，是它真正的颜色吗？还是因为天空高远而看不到尽头呢？大鹏从天空中往下看，也不过像人在地面上看天一样罢了。",
            "注释：冥：通假“溟”，指海色深黑。“北冥”，北海。下文“南冥”，指南海。传说北海无边无际，水深而黑。鲲(kūn)：传说中的大鱼。之：主谓之间取消句子独立性。其：指示代词。鹏：本为古“凤”字，这里指传说中的大鸟。怒：奋起的样子，这里指鼓起翅膀。垂天之云：悬挂在天空的云。垂：悬挂。海运：海水运动。古有“六月海动”之说。海水运动的时候必有大风，因此大鹏可以乘风南行。徙：迁移。天池：天然形成的水池。《齐谐》：书名。出于齐国，多载诙谐怪异之事，故名“齐谐”。一说人名。志怪：记载怪异的事物。志，记载。水击：指鹏鸟的翅膀拍击水面。击：拍打。抟(tuán)：鸟类向高空盘旋飞翔。一作“搏”(bó)，拍。扶摇：一种旋风，又名飙，由地面急剧盘旋而上的暴风。九，表虚数，不是实指。去：离，这里指离开北海。“去以六月息者也”指大鹏飞行六个月才止息于南冥。一说息为大风，大鹏乘着六月间的大风飞往南冥。以：凭借。息：风。野马：指游动的雾气。古人认为：春天万物生机萌发，大地之上游气奔涌如野马一般。尘埃：扬在空中的土叫“尘”，细碎的尘粒叫“埃”。生物：概指各种有生命的东西。息：这里指有生命的东西呼吸所产生的气息。相：互相。吹：吹拂。苍苍：深蓝。其正色邪：或许是上天真正的颜色？其，抑，或许。正色，真正的颜色。邪，同“耶”，疑问语气词。极：尽。下：向下。亦：也。是：这样。已：罢了。",
            "参考资料：完善"
        ]
    },
    {
        "author": "庄周",
        "contents": [
            "庄子与惠子游于濠梁之上。庄子曰：“鲦鱼出游从容，是鱼之乐也。”惠子曰：“子非鱼，安知鱼之乐？”庄子曰：“子非我，安知我不知鱼之乐？”惠子曰：“我非子，固不知子矣；子固非鱼也，子之不知鱼之乐，全矣！”庄子曰：“请循其本。子曰‘汝安知鱼乐’云者，既已知吾知之而问我，我知之濠上也。”"
        ],
        "dynasty": "〔先秦〕",
        "name": "庄子与惠子游于濠梁之上",
        "translation": [
            "译文：庄子与惠施在濠水的桥上游玩。庄子说：“鲦鱼在河水中游得多么悠闲自得，这是鱼的快乐啊。”惠施说：“你不是鱼，怎么知道鱼的快乐？”庄子说：“你不是我，怎么知道我不知道鱼的快乐？”惠施说：“我不是你，固然不知道你；你本来就不是鱼，你不知道鱼的快乐，是完全可以肯定的！”庄子说：“请追溯话题本源。你说‘你哪儿知道鱼快乐’的话，说明你已经知道我知道鱼快乐而在问我。我是在濠水的桥上知道的啊。”",
            "注释：濠梁：濠水上的桥。濠，水名，在现在安徽凤阳。从容：悠闲自得。鲦(tiáo)鱼：一种淡水鱼中的银白色小鱼，喜欢在水层下面游动，长约16厘米，又名白鲦。是：这。固：固然(固不知子矣)；本来(子固非鱼也)。全：完全，完备。循其本：追溯话题本源。循：追溯。其，话题。本：最初。汝安知鱼乐：你怎么(哪里)知道鱼是快乐的呢。云者：……的话。安，怎么；哪里。安：疑问代词，怎么，哪里。"
        ]
    },
    {
        "author": "《礼记·学记》",
        "contents": [
            "虽有嘉肴，弗食，不知其旨也；虽有至道，弗学，不知其善也。是故学然后知不足，教然后知困。知不足，然后能自反也；知困，然后能自强也。故曰：教学相长也。《兑命》曰“学学半”，其此之谓乎！"
        ],
        "dynasty": "〔两汉〕",
        "name": "虽有嘉肴",
        "translation": [
            "译文：虽然有美味可口的菜肴，但不吃，就不知道它味道甘美；虽然有最好的道理，但不学习，就不知道它的好处。所以学习以后知道自己的不足之处，把知识或技能传授给他人以后才能知道哪里有困惑。知道自己不足之处，这样才能够反省自己；知道自己困惑的地方，这样才能自我勉励。所以说教与学是互相促进的。教别人，也能增长自己的学问。《兑命》上说：“教人是学的一半。”大概说的就是这个道理吧？",
            "注释：虽：虽然。嘉肴：美味的菜。嘉，好、美。肴，用鱼、肉做的菜。旨：味美。至道：最好的道理。至，达到极点。是故：所以。教：把知识或技能传授给人。困：困惑。自反：反省自己。自强：自我勉励。强：勉励。教学相长：意思是教和学互相促进。教别人，也能增长自己的学问。《兑命》：《尚书》中的一篇。兑，通“说(yuè)”，指的是殷商时期的贤相傅说(yuè)。命，《尚书》中的一种文章体裁，内容主要是君王任命官员或赏赐诸侯时发布的政令。《尚书》，又称《书》《书经》，儒家经典之一。中国上古历史文件和部分追述古代事迹的著作的汇编。学学半：教人是学习的一半。第一个“学”是教的意思。其此之谓乎：大概说的就是这个道理吧。其，表示推测。之：是代词，复指前置的宾语“此”。"
        ]
    },
    {
        "author": "礼记",
        "contents": [
            "大道之行也，天下为公。选贤与能，讲信修睦。故人不独亲其亲，不独子其子，使老有所终，壮有所用，幼有所长，矜、寡、孤、独、废疾者皆有所养，男有分，女有归。货恶其弃于地也，不必藏于己；力恶其不出于身也，不必为己。是故谋闭而不兴，盗窃乱贼而不作，故外户而不闭。是谓大同。"
        ],
        "dynasty": "〔两汉〕",
        "name": "大道之行也",
        "translation": [
            "译文：在大道施行的时候，天下是人们所共有的，选举品德高尚、有才干的人，讲求诚信，培养和睦气氛。因此人们不只是敬爱自己的父母，不只是疼爱自己的孩子，(要)使老人有终老的保障，中年人能够发挥自己的才能，为社会效力，幼童能顺利地成长，使老而无妻的人、老而无夫的人、幼年丧父的孩子、老而无子的人、有残疾而不能做事的人都能得到供养。男子有职业，女子有归宿。财物，厌恶把它扔在地上，但(之所以厌恶)不一定是因为想要据为己有；力气，厌恶它不出于自己，但(愿意自己多出力)不一定是为了自己的私利。因此，图谋之心闭塞而不会兴起，盗窃、作乱害人(之事)不会兴起，所以(家家户户)门从外面带上，而不从里面闩上，这叫做“大同”社会(理想社会)。",
            "注释：大道：指儒家推崇的上古时代的政治制度。行：施行。为：是，表判断。与：通“举”，选举，推举。修：培养。亲：意动用法，以为亲，亲近。壮：青壮年。矜(guān)：通“鳏”，老而无妻的人。孤：幼而无父的人。独：老而无子的人。废疾：残疾人。分(fèn)：职分，指职业、职守。归：指女子出嫁。恶(wù)：憎恶。藏：私藏。是故：因此，所以，这样一来。谋闭而不兴：图谋之心闭塞而不会兴起。闭：杜绝；兴：发生。作：兴起。故：所以。外户：从外面关闭的门。闭：用门闩插上。谓：叫做。大同：指儒家的理想社会或人类社会最高准则。同：有和、平的意思。",
            "参考资料：完善"
        ]
    },
    {
        "author": "韩愈",
        "contents": [
            "世有伯乐，然后有千里马。千里马常有，而伯乐不常有。故虽有名马，祗辱于奴隶人之手，骈死于槽枥之间，不以千里称也。",
            "马之千里者，一食或尽粟一石。食马者不知其能千里而食也。是马也，虽有千里之能，食不饱，力不足，才美不外见，且欲与常马等不可得，安求其能千里也？",
            "策之不以其道，食之不能尽其材，鸣之而不能通其意，执策而临之，曰：“天下无马！”呜呼！其真无马邪？其真不知马也！"
        ],
        "dynasty": "〔唐代〕",
        "name": "马说",
        "translation": [
            "译文：",
            "世上先有伯乐，然后有千里马。千里马经常有，但是伯乐不常有。因此虽然有名贵的马，也只能在马夫的手里受到屈辱(或埋没)，和普通的马一同死在马厩里，不能因日行千里而闻名于世。",
            "日行千里的马，吃一顿有时能吃尽一石粮食。喂千里马的人不知道它能日行千里而像普通的马一样来喂养它。这样的马，虽然有日行千里的能力，但吃不饱，力气不足，才能和优良的素质不能表现在外面。想要和普通的马一样尚且做不到，怎么能够要求它(日行)千里呢？",
            "不按照驱使千里马的正确方法驱使它，喂养它却不能喂饱它，使它日行千里的能力充分发挥出来，听千里马鸣叫，却不能通晓它的意思，拿着鞭子面对它，说：“天下没有千里马！”唉，难道真的没有千里马吗？大概是真的不认识千里马吧！！",
            "注释：伯乐：孙阳。春秋时人，擅长相(xiàng)马(现指能够发现人才的人)。千里马：原指善跑的骏马，可以日行千里。现在常用来比喻人才；特指有才华的人。而：表转折。可是，但是。故虽有名马：所以虽然有名贵的马。故：因此。虽：虽然。名：名贵的。祗辱于奴隶人之手：也只能在马夫的手里受到屈辱(或埋没)。祗(zhǐ)：同“衹”，只，仅。奴隶人：古代也指仆役，这里指喂马的人。辱：这里指受屈辱而埋没才能。骈(pián)死于槽(cáo)枥(lì)之间：(和普通的马)一同死在马厩里。骈，两马并驾。骈死：并列而死。于：在。槽枥：喂牲口用的食器，引申为马厩。不以千里称也：不因日行千里而著名。指马的千里之能被埋没。以：用。称：出名。马之千里者：之，定语后置的标志。一食：吃一顿。食，吃。或：有时。尽全，这里作动词用，是“吃尽”的意思。粟(sù)：本指小米，也泛指粮食。石(dàn)，容量单位，十斗为一石，一石约等于一百二十斤。三十斤为钧,四钧为石。食：喂。其：指千里马，代词。是：这样，指示代词。虽：虽然。能：本领。足：足够。才：才能。美：美好的素质。外见(xiàn)：表现在外面。见：通“现”，表现；显现。且：犹，尚且。欲：想要。等：等同，一样。不可得：不能够得到。得：能，表示客观条件允许。安：怎么，哪里，疑问代词。求：要求。策之：驱使它。策：马鞭，引申为鞭打，这里指鞭策，驾驭。之：代词，指千里马。以其道：按照(驱使千里马的)正确的方法。以：按照。道：正确的方法。食之：食，通“饲”，喂。尽其材：竭尽它的才能。这里指喂饱马，使它日行千里的能力充分发挥出来。材：通“才”，才能。尽(2)：竭尽，发挥出。鸣：马嘶。通其意：通晓它的意思。执：拿。策：马鞭。临：面对。呜呼：表示惊叹，相当于“唉”。其(1)：难道，表反问语气。其(2)：大概，表推测语气。邪：通“耶”，表示疑问的语气词，意为“吗”知：懂得，了解，认识。",
            "参考资料：完善"
        ]
    },
    {
        "author": "杜甫",
        "contents": [
            "暮投石壕村，有吏夜捉人。",
            "老翁逾墙走，老妇出门看。",
            "吏呼一何怒！妇啼一何苦！",
            "听妇前致词：三男邺城戍。",
            "一男附书至，二男新战死。",
            "存者且偷生，死者长已矣！",
            "室中更无人，惟有乳下孙。",
            "有孙母未去，出入无完裙。",
            "老妪力虽衰，请从吏夜归。",
            "急应河阳役，犹得备晨炊。",
            "夜久语声绝，如闻泣幽咽。",
            "天明登前途，独与老翁别。"
        ],
        "dynasty": "〔唐代〕",
        "name": "石壕吏",
        "translation": [
            "译文：日暮时投宿石壕村，夜里有差役到村子里抓人。老翁越墙逃走，老妇出门查看。官吏大声呼喝得多么凶恶，妇人大声啼哭得多么悲苦。我听到老妇上前说：我的三个儿子戍边在邺城。其中一个儿子捎信回来，说另外两个儿子刚刚战死。活着的人苟且偷生，死去的人就永远不会回来了！家里再也没有别的男人了，只有正在吃奶的小孙子。因为有孙子在，他母亲还没有离去，但进进出出都没有一件完整的衣服。虽然老妇我年老力衰，但请允许我跟从你连夜赶回营去。立刻就去投向河阳的战役，还来得及为部队准备早餐。夜深了，说话的声音逐渐消失，隐隐约约听到低微断续的哭泣声。天亮后我继续赶路，只能与老翁一个人告别。",
            "注释：暮：在傍晚。投：投宿。吏：官吏，低级官员，这里指抓壮丁的差役。夜：时间名词作状语，在夜里。逾(yú)：越过；翻过。走：跑，这里指逃跑。呼：诉说，叫喊。一何：何其、多么。怒：恼怒，凶猛，粗暴，这里指凶狠。啼：哭啼。苦：凄苦。前：上前，向前。致：对……说。前致词：指老妇走上前去(对差役)说话。邺城：即相州，在今河南安阳。戍(shù)：防守，这里指服役。附书至：捎信回来。书，书信。至，回来。新：最近，刚刚。存：活着，生存着。且偷生：姑且活一天算一天。且：姑且，暂且。偷生：苟且活着。长已矣：永远完了。已：停止，这里引申为完结。室中：家中。更无人：再没有别的(男)人了。更：再。惟：只，仅。乳下孙：正在吃奶的孙子。未：还没有。去：离开，这里指改嫁。完裙：完整的衣服。老妪(yù)：老妇人。衰：弱。请从吏夜归：请让我和你晚上一起回去。请：请求。从：跟从，跟随。应：响应。河阳：今河南省洛阳市吉利区(原河南省孟县)，当时唐王朝官兵与叛军在此对峙。急应河阳役：赶快到河阳去服役。犹得：还能够。得：能够。备：准备。晨炊：早饭。夜久：夜深了。绝：断绝；停止。如：好像，仿佛。闻：听。幽咽：低微断续的哭声。有泪无声为“泣”，哭声哽塞低沉为“咽”。明：天亮之后。登前途：踏上前行的路。登：踏上。前途：前行的路。独：唯独、只有。石壕：今河南三门峡市东南。",
            "参考资料：完善"
        ]
    },
    {
        "author": "杜甫",
        "contents": [
            "八月秋高风怒号，卷我屋上三重茅。茅飞渡江洒江郊，高者挂罥长林梢，下者飘转沉塘坳。",
            "南村群童欺我老无力，忍能对面为盗贼。公然抱茅入竹去，唇焦口燥呼不得，归来倚杖自叹息。",
            "俄顷风定云墨色，秋天漠漠向昏黑。布衾多年冷似铁，娇儿恶卧踏里裂。床头屋漏无干处，雨脚如麻未断绝。自经丧乱少睡眠，长夜沾湿何由彻！",
            "安得广厦千万间，大庇天下寒士俱欢颜！风雨不动安如山。呜呼！何时眼前突兀见此屋，吾庐独破受冻死亦足！"
        ],
        "dynasty": "〔唐代〕",
        "name": "茅屋为秋风所破歌",
        "translation": [
            "译文：八月秋深狂风大声吼叫，狂风卷走了我屋顶上好几层茅草。茅草乱飞渡过浣花溪散落在对岸江边，飞得高的茅草缠绕在高高的树梢上，飞得低的飘飘洒洒沉落到低洼的水塘里。南村的一群儿童欺负我年老没力气，竟狠心这样当面做“贼”抢东西，明目张胆地抱着茅草跑进竹林里去了。我费尽口舌也喝止不住，回到家后拄着拐杖独自叹息。不久后风停了天空上的云像墨一样黑，秋季的天空阴沉迷蒙渐渐黑了下来。布质的被子盖了多年又冷又硬像铁板似的，孩子睡相不好把被子蹬破了。如遇下雨整个屋子没有一点儿干燥的地方，雨点像下垂的麻线一样不停地往下漏。自从安史之乱后我的睡眠时间就很少了，长夜漫漫屋子潮湿不干如何才能挨到天亮？如何能得到千万间宽敞的房屋，普遍地庇护天底下贫寒的读书人让他们喜笑颜开，房屋遇到风雨也不为所动安稳得像山一样。唉！什么时候眼前出现这样高耸的房屋，到那时即使我的茅屋被秋风吹破自己受冻而死也心甘情愿！",
            "注释：秋高：秋深。怒号(háo)：大声吼叫。三重(chóng)茅：几层茅草。三，泛指多。挂罥(juàn)：挂着，挂住。罥，挂。长(cháng)：高。塘坳(ào)：低洼积水的地方(即池塘)。塘，一作”堂“。坳，水边低地。忍能对面为盗贼：竟狠心这样当面做“贼”。忍能，狠心。对面，当面。为，做。入竹去：进入竹林。呼不得：喝止不住。俄顷(qǐng)：不久，一会儿，顷刻之间。秋天漠漠向昏黑(古音念hè)：指秋季的天空阴沉迷蒙，渐渐黑了下来。布衾(qīn)：布质的被子。衾，被子。恶卧：睡相不好。裂：使动用法，使……裂。屋漏：根据《辞源》释义，指房子西北角，古人在此开天窗，阳光便从此处照射进来。“床头屋漏”，泛指整个屋子。雨脚如麻：形容雨点不间断，像下垂的麻线一样密集。雨脚，雨点。丧(sāng)乱：战乱，指安史之乱。沾湿：潮湿不干。何由彻：如何才能挨到天亮。彻，彻晓。安得：如何能得到。广厦(shà)：宽敞的房屋。大庇(bì)：全部遮盖、掩护起来。庇，遮盖，掩护。寒士：“士”原指士人，即文化人，但此处是泛指贫寒的士人们。俱：都。欢颜：喜笑颜开。呜呼：书面感叹词，表示叹息，相当于“唉”。突兀(wù)：高耸的样子，这里用来形容广厦。见(xiàn)：通“现”，出现。庐：茅屋。亦：一作“意”。足：值得。",
            "参考资料：完善"
        ]
    },
    {
        "author": "白居易",
        "contents": [
            "卖炭翁，伐薪烧炭南山中。",
            "满面尘灰烟火色，两鬓苍苍十指黑。",
            "卖炭得钱何所营？身上衣裳口中食。",
            "可怜身上衣正单，心忧炭贱愿天寒。",
            "夜来城外一尺雪，晓驾炭车辗冰辙。",
            "牛困人饥日已高，市南门外泥中歇。",
            "翩翩两骑来是谁？黄衣使者白衫儿。",
            "手把文书口称敕，回车叱牛牵向北。",
            "一车炭，千余斤，宫使驱将惜不得。",
            "半匹红纱一丈绫，系向牛头充炭直。"
        ],
        "dynasty": "〔唐代〕",
        "name": "卖炭翁",
        "translation": [
            "译文：有位卖炭的老翁，整年在南山里砍柴烧炭。他满脸灰尘，显出被烟熏火燎的颜色，两鬓斑白十指漆黑。卖炭得到的钱用来干什么？换取身上的衣服和填肚的食物。可怜他身上只穿着单薄的衣服，心里却担心炭不值钱希望天更冷些。夜里城外下了一尺厚的大雪，拂晓他急忙驾着炭车轧着冰路往集市上赶去。牛累了，人饿了，但太阳已经升得很高了，他就在集市南门外泥地中歇息。那得意忘形的两个骑马的人是谁啊？是皇宫内的太监和太监的手下。他们手里拿着文书嘴里称是皇帝的命令，吆喝着牛朝皇宫拉去。一车的炭，一千多斤，太监差役们硬是要赶着走，老翁百般不舍，却又无可奈何。那些人把半匹红纱和一丈绫，朝牛头上一挂，就充当买炭的钱了。",
            "注释：卖炭翁：此篇是组诗《新乐府》中的第32首，题注云：“苦宫市也。”宫市，指唐代皇宫里需要物品，就向市场上去拿，随便给点钱，实际上是公开掠夺。唐德宗时用太监专管其事。伐：砍伐。薪：柴。南山：城南之山。烟火色：烟熏色的脸。此处突出卖炭翁的辛劳。苍苍：灰白色，形容鬓发花白。得：得到。何所营：做什么用。营，经营，这里指需求。可怜：使人怜悯。愿：希望。晓：天亮。辗(niǎn)：同“碾”，压。辙：车轮滚过地面辗出的痕迹。困：困倦，疲乏。市：长安有贸易专区，称市，市周围有墙有门。翩翩：轻快洒脱的情状。这里形容得意忘形的样子。骑(jì)：骑马的人。黄衣使者白衫儿：黄衣使者，指皇宫内的太监。白衫儿，指太监手下的爪牙。把：拿。称：说。敕(chì)：皇帝的命令或诏书。回：调转。叱：喝斥。牵向北：指牵向宫中。千余斤：不是实指，形容很多。驱：赶着走。将：语助词。惜不得：舍不得。得，能够。惜，舍。半匹红纱一丈绫：唐代商务交易，绢帛等丝织品可以代货币使用。当时钱贵绢贱，半匹纱和一丈绫，比一车炭的价值相差很远。这是官方用贱价强夺民财。系(xì)：绑扎。这里是挂的意思。直：通“值”，指价格。",
            "参考资料：完善"
        ]
    },
    {
        "author": "诗经·国风·邶风",
        "contents": [
            "式微，式微，胡不归？微君之故，胡为乎中露？",
            "式微，式微，胡不归？微君之躬，胡为乎泥中？"
        ],
        "dynasty": "〔先秦〕",
        "name": "式微",
        "translation": [
            "译文：天黑了，天黑了，为什么还不回家？(如果)不是为了君主，何必还在露水中劳作！天黑了，天黑了，为什么还不回家？(如果)不是为了养活你们，何必还在泥浆中劳作！",
            "注释：式微：天黑了。式，语气助词；微，昏暗。胡：何，为什么。微：(如果)不是。君：君主。中露：即露中，在露水中。躬：身体。"
        ]
    },
    {
        "author": "诗经·国风·郑风",
        "contents": [
            "青青子衿，悠悠我心。纵我不往，子宁不嗣音？",
            "青青子佩，悠悠我思。纵我不往，子宁不来？",
            "挑兮达兮，在城阙兮。一日不见，如三月兮！"
        ],
        "dynasty": "〔先秦〕",
        "name": "子衿",
        "translation": [
            "译文：青青的是你的衣领，悠悠的是我的心境。纵然我不曾去看你，你难道就不给我寄传音讯？青青的是你的佩带，悠悠的是我的情怀。纵然我不曾去看你，难道你就不能到我这来吗？走来走去张眼望啊，在这高高的观楼上。一天不见你的面啊，好像有几个月那么长！",
            "注释：子衿：周代读书人的服装。子，男子的美称，这里即指“你”。衿，衣服的交领。悠悠：忧思不断的样子。宁(nìng)：岂，难道。嗣(sì)音：保持音信。嗣：接续，继续。佩：这里指系佩玉的绶带。挑(tiāo，一说读tāo)兮达(tà)兮：独自徘徊的样子。挑，也作“佻”。城阙：城门两边的观楼。",
            "参考资料：完善"
        ]
    },
    {
        "author": "王勃",
        "contents": [
            "城阙辅三秦，风烟望五津。",
            "与君离别意，同是宦游人。",
            "海内存知己，天涯若比邻。",
            "无为在歧路，儿女共沾巾。"
        ],
        "dynasty": "〔唐代〕",
        "name": "送杜少府之任蜀州",
        "translation": [
            "译文：三秦之地护卫着巍巍长安，透过那风云烟雾遥望着蜀川。和你离别心中怀着无限情意，因为我们同是在宦海中浮沉。四海之内有知心朋友，即使远在天边也如近在比邻。绝不要在岔路口上分手之时，像恋爱中的青年男女那样悲伤得泪湿衣巾。",
            "注释：少府：官名。之：到、往。蜀州：今四川崇州。城阙(què)辅三秦：城阙，即城楼，指唐代京师长安城。辅，护卫。三秦：指长安城附近的关中之地，即今陕西省潼关以西一带。秦朝末年，项羽破秦，把关中分为三区，分别封给三个秦国的降将，所以称三秦。这句是倒装句，意思是京师长安三秦作保护。五津：指岷江的五个渡口白华津、万里津、江首津、涉头津、江南津。这里泛指蜀川。辅三秦：一作“俯西秦”。风烟望五津：“风烟”两字名词用作状语，表示行为的处所。全句意为江边因远望而显得迷茫如啼眼，是说在风烟迷茫之中，遥望蜀州。君：对人的尊称，相当于“您”。同：一作“俱”。宦(huàn)游：出外做官。海内：四海之内，即全国各地。古代人认为我国疆土四周环海，所以称天下为四海之内。天涯：天边，这里比喻极远的地方。比邻：并邻，近邻。无为：无须、不必。歧(qí)路：岔路。古人送行常在大路分岔处告别。沾巾：泪沾手巾，形容落泪之多。",
            "参考资料：完善"
        ]
    },
    {
        "author": "孟浩然",
        "contents": [
            "八月湖水平，涵虚混太清。",
            "气蒸云梦泽，波撼岳阳城。",
            "欲济无舟楫，端居耻圣明。",
            "坐观垂钓者，徒有羡鱼情。"
        ],
        "dynasty": "〔唐代〕",
        "name": "望洞庭湖赠张丞相",
        "translation": [
            "译文：八月湖水盛涨几乎与岸平，水天含混迷茫与天空浑然一体。云梦大泽水气蒸腾白白茫茫，波涛汹涌似乎把岳阳城撼动。想要渡水却没有船只，闲居不仕，有愧于圣明天子。坐看垂钓之人多么悠闲自在，可惜只能空怀一片羡鱼之情。",
            "注释：洞庭湖：中国第二大淡水湖，在今湖南省北部。张丞相：指张九龄，唐玄宗时宰相。涵虚：包含天空，指天空倒映在水中。涵：包容。虚：虚空，空间。混太清：与天混为一体。太清：指天空。气蒸云梦泽，波撼岳阳城：云梦大泽水汽蒸腾，洞庭湖的波涛摇撼着岳阳城。云梦泽：古代云梦泽分为云泽和梦泽，指湖北南部、湖南北部一带低洼地区。洞庭湖是它南部的一角。撼：一作“动”。岳阳城：在洞庭湖东岸。欲济无舟楫：想渡湖而没有船只，比喻想做官而无人引荐。济：渡。楫(jí)：划船用具，船桨。端居耻圣明：生在太平盛世自己却闲居在家，因此感到羞愧。端居：闲居。圣明：指太平盛世，古时认为皇帝圣明，社会就会安定。坐观：一作“徒怜”。徒：只能。一作“空”。",
            "参考资料：完善"
        ]
    },
    {
        "author": "常建",
        "contents": [
            "清晨入古寺，初日照高林。",
            "曲径通幽处，禅房花木深。",
            "山光悦鸟性，潭影空人心。",
            "万籁此都寂，但余钟磬音。(都寂",
            "一作：俱寂；但余",
            "一作：惟余)"
        ],
        "dynasty": "〔唐代〕",
        "name": "题破山寺后禅院",
        "translation": [
            "译文：清晨我进入这古老寺院，初升的太阳照在山林上。弯弯曲曲的小路通向幽深处，禅房掩映在繁茂的花木丛中。山中明媚景色使飞鸟更加欢悦，潭水空明清澈，临潭照影，令人俗念全消。此时此刻万物都沉默静寂，只留下了敲钟击磬的声音。",
            "注释：破山寺：即兴福寺，在今江苏常熟市西北虞山上。南朝齐邑人郴州刺史倪德光舍宅所建。清晨：早晨。入：进入。古寺：指破山寺。初日：早上的太阳。照：照耀。高林：高树之林。曲径：一作“竹径”，又作“一径”。通：一作“遇”。幽：幽静。禅房：僧人居住修行的地方。悦：此处为使动用法，使……高兴。潭影：清澈潭水中的倒影。空：此处为使动用法，使……空。此句意思是，潭水空明清澈，临潭照影，令人俗念全消。万籁(lài)：各种声音。籁，从孔穴里发出的声音，泛指声音。此：在此，即在后禅院。都：一作“俱”。但余：只留下。一作“惟余”，又作“唯闻”。钟磬(qìng)：指钟、磬之声。磬，古代用玉或金属制成的曲尺形的打击乐器。",
            "参考资料：完善"
        ]
    },
    {
        "author": "李白",
        "contents": [
            "青山横北郭，白水绕东城。",
            "此地一为别，孤蓬万里征。",
            "浮云游子意，落日故人情。",
            "挥手自兹去，萧萧班马鸣。"
        ],
        "dynasty": "〔唐代〕",
        "name": "送友人",
        "translation": [
            "译文：青翠的山峦横卧在城墙的北面，波光粼粼的流水围绕着城的东边。在此地我们相互道别，你就像孤蓬那样随风飘荡，到万里之外远行去了。游子心思恰似天上浮云，夕阳余晖可比难舍友情。频频挥手作别从此离去，马儿也为惜别声声嘶鸣。",
            "注释：郭：古代在城外修筑的一种外墙。白水：清澈的水。一：助词，加强语气。名做状。别：告别。蓬：古书上说的一种植物，干枯后根株断开，遇风飞旋，也称“飞蓬”。诗人用“孤蓬”喻指远行的朋友。征：远行。浮云游子意：曹丕《杂诗》：“西北有浮云，亭亭如车盖。惜哉时不遇，适与飘风会。吹我东南行，行行至吴会。”后世用为典实，以浮云飘飞无定喻游子四方漂游。浮云，飘动的云。游子，离家远游的人。自兹去：从此离去。兹，此。萧萧：马的呻吟嘶叫声。班马：离群的马，这里指载人远离的马。班，分别；离别。",
            "参考资料：完善"
        ]
    },
    {
        "author": "苏轼",
        "contents": [
            "缺月挂疏桐，漏断人初静。谁见幽人独往来，缥缈孤鸿影。",
            "惊起却回头，有恨无人省。拣尽寒枝不肯栖，寂寞沙洲冷。"
        ],
        "dynasty": "〔宋代〕",
        "name": "卜算子·黄州定慧院寓居作",
        "translation": [
            "译文：弯弯的勾月悬挂在疏落的梧桐树上；夜阑人静，漏壶的水早已滴光了。有谁见到幽居的人独自往来，仿佛天边孤雁般缥缈的身影。突然惊起又回过头来，心有遗憾却无人知情。挑遍了寒枝也不肯栖息，甘愿在沙洲忍受寂寞凄冷。",
            "注释：漏断：即指深夜。漏，指古人计时用的漏壶；即指深夜。原题“黄州定惠寺寓居作”。漏：指更漏而言。这里“漏断”不过说夜深罢了。幽人：幽居的人，形容孤雁。幽，《易·履卦》：“幽人贞吉”，其义为幽囚。引申为幽静、优雅。孤鸿：张九龄《感遇》十二之四：“孤鸿海上来。”胡仔《苕溪渔隐丛话》前集三十九：“此词本咏夜景，至换头但只说鸿，正如《贺新郎》词“乳燕飞华屋”，至换头但只说榴花。….“按两词均系泛咏，本未尝有”夜景“等题，多说鸿，多说石榴，既无所妨，亦未必因之而奇妙。胡评似未谛。省：理解。“无人省“，犹言”无人识“。或以为“拣尽寒枝“有语病，亦见注⑷所引同书同条。《稗海》本《野客丛书》：”观隋李元操《鸿雁行》曰：“夕宿寒枝上，朝飞空井旁。“坡语岂无自邪？“此言固是。寒枝意广泛，又说”不肯栖“，本属无碍。此句亦有良禽择木而栖的意思。《左传》哀公十一年：”鸟则择木，木岂能择鸟。“杜甫《遣愁》：”择木知幽鸟。“末句一本作“枫落吴江冷“，全用唐人崔信明断句，且上下不接，恐非。",
            "参考资料：完善"
        ]
    },
    {
        "author": "陆游",
        "contents": [
            "驿外断桥边，寂寞开无主。已是黄昏独自愁，更着风和雨。",
            "无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。"
        ],
        "dynasty": "〔宋代〕",
        "name": "卜算子·咏梅",
        "translation": [
            "译文：驿站之外的断桥边，梅花孤单寂寞地绽开了花，无人过问。暮色降临，梅花无依无靠，已经够愁苦了，却又遭到了风雨的摧残。梅花并不想费尽心思去争艳斗宠，对百花的妒忌与排斥毫不在乎。即使凋零了，被碾作泥土，又化作尘土了，梅花依然和往常一样散发出缕缕清香。",
            "注释：卜(bǔ)算子·咏梅：选自吴氏双照楼影宋本《渭南词》卷二。“卜算子”是词牌名。又名《百尺楼》《眉峰碧》《楚天遥》《缺月挂疏桐》等。万树《词律》卷三《卜算子》：“毛氏云：‘骆义鸟(骆宾王)诗用数名，人谓为“卜算子”，故牌名取之。’按山谷词，‘似扶著卖卜算’，盖取义以今卖卜算命之人也。”驿(yì)外：指荒僻、冷清之地。驿：驿站，供驿马或官吏中途休息的专用建筑。断桥：残破的桥。一说“断”通“簖”，簖桥乃是古时在为拦河捕鱼蟹而设簖之处所建之桥。寂寞：孤单冷清。无主：自生自灭，无人照管和玩赏。更：副词，又，再。着(zhuó)：同“著”，遭受，承受。更著：又遭到。无意：不想，没有心思。自己不想费尽心思去争芳斗艳。苦：尽力，竭力。争春：与百花争奇斗艳。此指争权。一任：全任，完全听凭；一：副词，全，完全，没有例外。任：动词，任凭。群芳：群花、百花。百花，这里借指诗人政敌──苟且偷安的主和派。妒(dù)：嫉妒。零落：凋谢，陨落。碾(niǎn)：轧烂，压碎。作尘：化作灰土。香如故：香气依旧存在。",
            "参考资料：完善",
            "译文：寂寞无主的幽梅，在驿馆外断桥边开放。已是日落黄昏，她正独自忧愁感伤，一阵阵凄风苦雨，又不停地敲打在她身上。她完全不想占领春芳，听任百花群艳心怀妒忌将她中伤。纵然她片片凋落在地，粉身碎骨碾作尘泥，清芬却永留世上。",
            "注释：卜算子：词牌名，又名《百尺楼》《眉峰碧》《楚天遥》，双调四十四字，上下片各两仄韵。驿(yì)外：指荒僻、冷清之地。驿，驿站，供驿马或官吏中途休息的专用建筑。断桥：残破的桥。一说“断”通“簖”，簖桥乃是古时在为拦河捕鱼蟹而设簖之处所建之桥。无主：自生自灭，无人照管和玩赏。更：又，再。著(zhuó)：同“着”，遭受，承受。苦：尽力，竭力。争春：与百花争奇斗艳。一任：全任，完全听凭。群芳：群花，这里借指苟且偷安的主和派。碾(niǎn)：轧烂，压碎。作尘：化作灰土。香如故：香气依旧存在。故：指花开时。",
            "参考资料：完善"
        ]
    },
    {
        "author": "毛泽东",
        "contents": [
            "北国风光，千里冰封，万里雪飘。",
            "望长城内外，惟余莽莽；大河上下，顿失滔滔。",
            "山舞银蛇，原驰蜡象，欲与天公试比高。(原驰",
            "一作：原驱)",
            "须晴日，看红装素裹，分外妖娆。(红装",
            "一作：银装)",
            "江山如此多娇，引无数英雄竞折腰。",
            "惜秦皇汉武，略输文采；唐宗宋祖，稍逊风骚。",
            "一代天骄，成吉思汗，只识弯弓射大雕。",
            "俱往矣，数风流人物，还看今朝。"
        ],
        "dynasty": "〔近现代〕",
        "name": "沁园春·雪",
        "translation": [
            "译文：北方的风光，千里冰封冻，万里雪花飘。望长城内外，只剩下无边无际白茫茫一片。整条黄河，立刻失去了波涛滚滚的水势。被白雪覆盖的群山好像银蛇在舞动，高原好像白象在奔跑，它们都想试着和老天爷比一下谁更高。等到晴天的时候，看红日和白雪交相辉映，格外娇艳美好。江山是如此的媚娇，引得无数英雄竞相倾倒。可惜秦始皇、汉武帝，略差文治功劳；唐太宗、宋太祖，稍逊文学才华。称雄一世的英雄人物，成吉思汗，只知道拉弓射大雕。这些人物都已经过去了，称得上能建功立业的英雄人物，还要看今天的人们。",
            "注释：北国：该词源于中国古代的分裂时期，如宋称辽、金为北国，东晋称十六国等为北国，南北朝时代南方的各朝代称在北方与之对抗的各朝代为北国等。毛泽东诗中的“北国”使人在不觉中产生出一种我国疆土广大的民族自豪感。雪：这首词作于红一方面军一九三六年二月由陕北准备东渡黄河进入山西省西部的时候。作者在一九四五年十月七日给柳亚子信中说，这首词作于“初到陕北看见大雪时”。惟：只。馀：剩下。此字一作“余”，但目前刊出的书法作品中写作“馀”，以此为准。莽莽：无边无际。大河上下：大河，指黄河。大河上下，犹言整条黄河。顿失滔滔：(黄河)立刻失去了波涛滚滚的气势。描写黄河水结冰的景象。山舞银蛇，原驰蜡象：群山好像(一条条)银蛇在舞动。高原(上的丘陵)好像(许多)白象在奔跑。“原”指高原，即秦晋高原。蜡象，白色的象。天公：指天，即命运。须：等到；需要。红装素裹：形容雪后天晴，红日和白雪交相辉映的壮丽景色。红装，原指妇女的艳装，这里指红日为大地披上了红装。素裹，原指妇女的淡装，这里指皑皑白雪覆盖着大地。分外妖娆：格外婀娜多姿。竞折腰：折腰，倾倒，躬着腰侍候。这里是说争着为江山奔走操劳。秦皇：秦始皇嬴政(前259~前210)，秦朝的创业皇帝。汉武：汉武帝刘彻(前156~前87)，汉朝功业最盛的皇帝。略输文采：文采本指辞藻、才华。“略输文采”，是说秦皇汉武，武功甚盛，对比之下，文治方面的成就略有逊色。唐宗：唐太宗李世民(599~649)，唐朝的建立、统一大业的皇帝。宋祖：宋太祖赵匡胤(927~976)，宋朝的创业皇帝。稍逊风骚：意近“略输文采”。风骚，本指《诗经》里的《国风》和《楚辞》里的《离骚》，后来泛指文章辞藻。一代天骄：指可以称雄一世的英雄人物，泛指非常著名，有才能的人物。天骄，“天之骄子”的省略语。意思是上天所骄纵宠爱的人，成吉思汗即是。汉时匈奴自称。后来也泛称强盛的少数名族或其首领。成吉思汗(hán)：元太祖铁木真(1162~1227)在1206年统一蒙古后的尊称，意为“强者之汗”(汗是可汗的省称，即王)。后蒙古于1271年改国号为元，成吉思汗被尊为建立元朝的始祖。成吉思汗除占领中国黄河以北地区外，还曾向西远征，占领中亚和南俄，建立了庞大的蒙古帝国。只识弯弓射大雕：雕，一种属于鹰类的大型猛禽，善飞难射，古代因用“射雕手”比喻高强的射手。“只识弯弓射大雕”，是说只以武功见长。俱往矣：都已经过去了。俱，都。数风流人物：称得上能建功立业的英雄人物。数，数得着、称得上的意思。",
            "参考资料：完善"
        ]
    },
    {
        "author": "范仲淹",
        "contents": [
            "庆历四年春，滕子京谪守巴陵郡。越明年，政通人和，百废具兴，乃重修岳阳楼，增其旧制，刻唐贤今人诗赋于其上，属予作文以记之。",
            "予观夫巴陵胜状，在洞庭一湖。衔远山，吞长江，浩浩汤汤，横无际涯，朝晖夕阴，气象万千，此则岳阳楼之大观也，前人之述备矣。然则北通巫峡，南极潇湘，迁客骚人，多会于此，览物之情，得无异乎？",
            "若夫淫雨霏霏，连月不开，阴风怒号，浊浪排空，日星隐曜，山岳潜形，商旅不行，樯倾楫摧，薄暮冥冥，虎啸猿啼。登斯楼也，则有去国怀乡，忧谗畏讥，满目萧然，感极而悲者矣。(隐曜",
            "一作：隐耀；淫雨",
            "通：霪雨)",
            "至若春和景明，波澜不惊，上下天光，一碧万顷，沙鸥翔集，锦鳞游泳，岸芷汀兰，郁郁青青。而或长烟一空，皓月千里，浮光跃金，静影沉璧，渔歌互答，此乐何极！登斯楼也，则有心旷神怡，宠辱偕忘，把酒临风，其喜洋洋者矣。",
            "嗟夫！予尝求古仁人之心，或异二者之为，何哉？不以物喜，不以己悲，居庙堂之高则忧其民，处江湖之远则忧其君。是进亦忧，退亦忧。然则何时而乐耶？其必曰“先天下之忧而忧，后天下之乐而乐”乎！噫！微斯人，吾谁与归？",
            "时六年九月十五日。"
        ],
        "dynasty": "〔宋代〕",
        "name": "岳阳楼记",
        "translation": [
            "译文：",
            "庆历四年的春天，滕子京被贬职到岳州做知州。到了第二年，政事顺利，百姓和乐，各种荒废的事业都兴办起来了。于是重新修建岳阳楼，扩大它原有的规模，把唐代和当代名人的诗赋刻在上面。他嘱托我写一篇文章来记述这件事情。",
            "我观看那巴陵郡的胜景，全在洞庭湖上。含着小山，吞没了长河，水流浩荡，宽阔无边，一天里阴晴多变，气象千变万化。这就是岳阳楼的壮丽景象。前人的记述已经很详尽了。虽然如此，那么向北面通到巫峡，向南面直到潇水和湘水，被降职到外地的官吏和来往的诗人，大多在这里聚会，他们观赏自然景物而触发的感情大概会有所不同吧？",
            "像那连绵不断的雨，接连几个月不放晴，寒风呼啸，浑浊的浪冲向天空；太阳和星星隐藏起光辉，山岳隐没了形体；商人和旅客不能通行，船桅倒下，船桨折断；傍晚天色昏暗，老虎在长啸，猿在悲啼，这时登上这座楼啊，就会有一种离开国都、怀念家乡，担心人家说坏话、惧怕人家批评指责，满眼都是萧条的景象，感慨到了极点而悲伤的心情。",
            "至于春风和煦，阳光明媚的时候，湖面平静，没有惊涛骇浪，天色湖光相连，一片碧绿，广阔无际；沙洲上的鸥鸟，时而飞翔，时而停歇，美丽的鱼儿或浮或沉，岸上与小洲上的花草，香气馥郁，青葱繁茂。有时大片烟雾完全消散，皎洁的月光照耀千里，浮动的波光像跳动的金子，静静的月影像沉入水中的玉璧，渔人唱着歌互相应答，这种乐趣真是无穷无尽啊！这时登上这座楼，就会感到心胸开阔、心情愉快，荣耀和屈辱一并都忘了，在清风吹拂中端起酒来喝，那真是快乐高兴极了。",
            "唉！我曾经探求古时品德高尚的人的思想感情，或许不同于(以上)两种人的心情，这是为什么呢？是由于不因为外物(好坏)和自己(得失)而或喜或悲。在朝中做官就应当心系百姓；处在僻远的江湖间也不能忘记关注国家安危。这样来说在朝廷做官也担忧，在僻远的江湖也担忧。既然这样，那么他们什么时候才会感到快乐呢？那一定要说：“在天下人担忧之前先担忧，在天下人享乐之后才享乐”。唉！如果没有这样的人，那我同谁一道呢？",
            "写于庆历六年九月十五日。",
            "注释：记：一种文体。可以写景、叙事，多为议论。但目的是为了抒发作者的情怀和抱负(阐述作者的某些观念)。庆历四年：公元1044年。庆历，宋仁宗赵祯的年号。滕子京谪(zhé)守巴陵郡(jùn)：滕子京被贬官到岳州做知州。滕子京，名宗谅，子京是他的字，范仲淹的朋友。古时朋友间多以字相称。谪守：把被革职的官吏或犯了罪的人充发到边远的地方。在这里作为<动>被贬官，降职解释。守：指做州郡的长官越明年：到了第二年，就是庆历五年(1045)。越，到了，及。政通人和：政事顺利，百姓和乐。政，政事；通，通顺；和，和乐。这是赞美滕子京的话。百废具兴：各种荒废的事业都兴办起来了。百，不是确指，形容其多。废，这里指荒废的事业。具，通“俱”，全，皆。兴，复兴。乃重修岳阳楼，增其旧制：乃，于是；增，扩大。制：规模。唐贤今人：唐代和宋代的名人。属(zhǔ)予(yú)作文以记之：属，通“嘱”，嘱托、嘱咐。予，我。作文，写文章。以，用来，连词。记，记述。予观夫巴陵胜状：夫，指示代词，相当于“那”。胜状，胜景，好景色。衔(xián)远山，衔，含。远山：远处的山峰。吞，吞没。浩浩汤汤(shāng)：水势壮阔的样子。横无际涯：宽阔无边。横：广远。际涯：边。(际、涯的区别：际专指陆地边界，涯专指水的边界)。朝晖夕阴：或早或晚(一天里)阴晴多变化。朝，在早晨，名词做状语。晖：日光。气象，景象。万千，千变万化。此则岳阳楼之大观也：这就是岳阳楼的壮丽景象。此，这。则，就。大观，盛大壮观的景象。前人之述备矣：前人的记述很详尽了。前人之述，指上面说的“唐贤今人诗赋”。备，详尽，完备。矣，语气词“了”。之，的。然则：虽然如此，那么。南极潇湘：南面直到潇水、湘水。潇水是湘水的支流。湘水流入洞庭湖。南，向南。极，至。到达迁客骚人，多会于此：迁客，被贬谪流迁的人。骚人，诗人。战国时屈原作《离骚》，因此后人也称诗人为骚人。多：大多。会，聚集。于，在。此，这里。览物之情，得无异乎：饱览这里景色时的感想，恐怕会有所不同吧。览：观看，欣赏。物：景物。情：情感。得无：恐怕，是不是。异：差别，不同。乎若夫淫(yín)雨霏霏(fēifēi)：若夫，用在一段话的开头以引起下文。下文的“至若”同此。“若夫”近似“像那”。“至若”近似“至于”。淫(yín)雨霏霏，连绵不断的雨。霏霏，雨(或雪)繁密的样子。开：解除，这里指天气放晴。阴风怒号(háo)，浊浪排空：阴，阴冷。号，呼啸；浊，浑浊。排空，冲向天空。日星隐曜(yào)：太阳和星星隐藏起光辉。日：日光。曜：光辉。山岳潜形：山岳隐没了形体。岳，高大的山。潜，隐没。形，形迹。商旅不行：走，此指前行。樯(qiáng)倾楫(jí)摧：桅杆倒下，船桨折断。樯，桅杆。楫，船桨。倾，倒下。摧，折断薄暮冥冥(míngmíng)：傍晚天色昏暗。薄，迫近。冥冥：昏暗的样子。斯：这，在这里指岳阳楼。则有去国怀乡，忧谗畏讥：则，就。有，产生……(的情感)。去国怀乡，忧谗畏讥：离开国都，怀念家乡，担心(人家)说坏话，惧怕(人家)批评指责。去，离开。国，国都，指京城。去国，离开京都，也即离开朝廷。忧，担忧。谗，谗言。畏，害怕，惧怕。讥，批评指责。满目萧然，感极而悲者矣：萧然，萧条的样子。感极，感慨到了极点。而，表示顺接。者，代指悲伤感情，起强调作用。至若春和景明：如果到了春天气候和暖，阳光普照。至若，至于。春和，春风和煦。景，日光。明，明媚。(借代修辞)。波澜不惊：湖面平静，没有惊涛骇浪。惊：这里有“起”“动”的意思。上下天光，一碧万顷：天色湖光相接，一片碧绿，广阔无际。一，全。万顷，极言其广。沙鸥翔集，锦鳞游泳：沙鸥时而飞翔时而停歇，美丽的鱼在水中游来游去。沙鸥，沙洲上的鸥鸟。翔集：时而飞翔，时而停歇。集，栖止，鸟停息在树上。锦鳞，指美丽的鱼。鳞，代指鱼。游泳：或浮或沉。游：贴着水面游。泳，潜入水里游。岸芷(zhǐ)汀(tīng)兰：岸上与小洲上的花草。芷：香草的一种。汀：小洲,水边平地。郁郁：形容草木茂盛。而或长烟一空：有时大片烟雾完全消散。或：有时。长：大片。一，全。空：消散。皓月千里：皎洁的月光照耀千里。浮光跃金：浮动的光像跳动的金子。这是描写月光照耀下的水波。静影沉璧：静静的月影像沉入水中的璧玉。这里是写无风时水中的月影。璧，圆形正中有孔的玉。渔歌互答：渔人唱着歌互相应答。互答，一唱一和。何极：哪有穷尽。何：怎么。极：穷尽。心旷神怡：心情开朗，精神愉快。旷，开阔。怡，愉快。宠辱偕(xié)忘：荣耀和屈辱一并都忘了。偕：一起。宠：荣耀。辱：屈辱。把酒临风：端酒面对着风，就是在清风吹拂中端起酒来喝。把：持，执。临，面对。洋洋：高兴得意的样子。嗟(jiē)夫：唉。嗟夫为两个词，皆为语气词。予尝求古仁人之心：尝，曾经。求，探求。古仁人，古时品德高尚的人。之，的。心，思想感情(心思)。或异二者之为：或许不同于(以上)两种心情。或，近于“或许”“也许”的意思，表委婉口气。异，不同于。为，这里指心理活动。二者，这里指前两段的“悲”与“喜”。不以物喜，不以己悲：不因为外物(好坏)和自己(得失)而或喜或悲(此句为互文)。以，因为。居庙堂之高则忧其民：在朝中做官担忧百姓。意为在朝中做官。庙，宗庙。堂，殿堂。庙堂：指朝廷。下文的“进”，对应“居庙堂之高”。进：在朝廷做官。处江湖之远则忧其君：处在僻远的地方做官则为君主担忧。处江湖之远：处在偏远的江湖间，意思是不在朝廷上做官。下文的“退”，对应“处江湖之远”。之：定语后置的标志。是：这样。退：不在朝廷做官。其必曰“先天下之忧而忧，后天下之乐而乐”：那一定要说“在天下人担忧之前先担忧，在天下人享乐之后才享乐”吧。先，在……之前；后，在……之后。其：指“古仁人”。而，顺承。必：一定。)微斯人，吾谁与归：如果没有这样的人，那我同谁一道呢？微，如果没有。斯人，这样的人。谁与归，就是“与谁归”。归，归依。时六年：庆历六年(1046年)",
            "参考资料：完善"
        ]
    },
    {
        "author": "欧阳修",
        "contents": [
            "环滁皆山也。其西南诸峰，林壑尤美，望之蔚然而深秀者，琅琊也。山行六七里，渐闻水声潺潺，而泻出于两峰之间者，酿泉也。峰回路转，有亭翼然临于泉上者，醉翁亭也。作亭者谁？山之僧智仙也。名之者谁？太守自谓也。太守与客来饮于此，饮少辄醉，而年又最高，故自号曰醉翁也。醉翁之意不在酒，在乎山水之间也。山水之乐，得之心而寓之酒也。",
            "若夫日出而林霏开，云归而岩穴暝，晦明变化者，山间之朝暮也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。朝而往，暮而归，四时之景不同，而乐亦无穷也。",
            "至于负者歌于途，行者休于树，前者呼，后者应，伛偻提携，往来而不绝者，滁人游也。临溪而渔，溪深而鱼肥，酿泉为酒，泉香而酒洌，山肴野蔌，杂然而前陈者，太守宴也。宴酣之乐，非丝非竹，射者中，弈者胜，觥筹交错，起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也。",
            "已而夕阳在山，人影散乱，太守归而宾客从也。树林阴翳，鸣声上下，游人去而禽鸟乐也。然而禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。醉能同其乐，醒能述以文者，太守也。太守谓谁？庐陵欧阳修也。"
        ],
        "dynasty": "〔宋代〕",
        "name": "醉翁亭记",
        "translation": [
            "译文：",
            "环绕滁州城的都是山。那西南方的几座山峰，树林和山谷格外秀美。一眼望去，树木茂盛，又幽深又秀丽的，是琅琊山。沿着山路走六七里，渐渐听到潺潺的流水声，看到流水从两座山峰之间倾泻而出的，那是酿泉。山势回环，道路弯转，有一座亭子像飞鸟展翅似地，飞架在泉上，那就是醉翁亭。建造这亭子的是谁呢？是山上的和尚智仙。给它取名的又是谁呢？是太守用自己的别号(醉翁)来命名。太守和他的宾客们来这儿饮酒，只喝一点儿就醉了；而且年纪又最大，所以自号“醉翁”。醉翁的情趣不在于喝酒，而在欣赏山水的美景。欣赏山水美景的乐趣，领会在心里，寄托在酒上。",
            "太阳升起，树林里的雾气消散，云雾聚拢，山谷就显得昏暗了；早上则自暗而明，傍晚则自明而暗，阴暗明亮，变化不一，这就是山中的朝暮。野花开了，散发出清幽的香味；好的树木枝繁叶茂，形成一片浓密的绿荫；天高气爽，霜色洁白；水落下去，水底的石头就露出来，这就是山中的四季。清晨前往，黄昏归来，四季的风光不同，乐趣也是无穷无尽的。",
            "背着东西的人在路上欢唱，行人在树下休息，前面的招呼，后面的答应；弯着腰走的老人，搀扶着走的小孩子，来来往往不断的行人，是滁州的游客。靠近溪边钓鱼，溪水深并且鱼肉肥美；用酿泉酿造酒，泉水香并且酒也清；野味野菜，杂乱地摆放在面前的，那是太守主办的宴席。宴会尽情饮酒的乐趣，不在于音乐；投壶的人投中了，下棋的赢了，酒杯和酒筹交互错杂；时起时坐大声喧闹的人，是欢乐的宾客们。一位容颜苍老，头发花白的人醉醺醺地坐在众人中间，是喝醉了的太守。",
            "不久，太阳下山了，人影散乱，宾客们跟随太守回去了。树林里的枝叶茂密成荫，禽鸟在高处低处鸣叫，是游人离开后鸟儿在欢乐地跳跃。但是鸟儿只知道山林中的快乐，却不知道人们的快乐；而人们只知道跟随太守游玩的快乐，却不知道太守以游人的快乐为快乐啊。醉了能够和大家一起欢乐，醒来能够用文章记述这乐事的人，那就是太守啊。太守是谁呢？是庐陵欧阳修。",
            "注释：环：环绕。皆：副词，都。环滁：环绕着滁州城。滁：滁州，今安徽省滁州市琅琊区。其：代词，它，指滁州城。壑：山谷。尤：格外，特别。蔚然而深秀者，琅琊也：树木茂盛，又幽深又秀丽的，是琅琊山。蔚然：草木茂盛的样子。而：表并列。峰回路转：山势回环，路也跟着拐弯。比喻事情经历挫折失败后，出现新的转机。山：名词作状语，沿着山路。潺潺：流水声。而：表承接。酿泉：泉的名字。因水清可以酿酒，故名。回：回环，曲折环绕。翼然：像鸟张开翅膀一样。然：......的样子。临：居高面下，从高处往低处看。于：在。作：建造。名：名词作动词，命名。自谓：自称，用自己的别号来命名。号：名词作动词，取别号。曰：叫做。辄：就。年又最高：年纪又是最大的。意：这里指情趣。“醉翁之意不在酒”，后来用以比喻本意不在此而另有目的。乎：相当于“于”。得：领会。寓：寄托。林霏：树林中的雾气。霏，原指雨、雾纷飞，此处指雾气。开：消散，散开。归：聚拢。暝：昏暗。晦：阴暗。晦明：指天气阴晴明暗。芳：香花。发：开放。佳木秀而繁阴，好的树木枝繁叶茂，形成一片浓密的绿荫。秀：茂盛，繁茂。繁阴：一片浓密的树荫。这里名词作动词，形成一片浓密的绿荫。风霜高洁：天高气爽，霜色洁白。至于：连词，于句首，表示两段的过渡，提起另事。负者：背着东西的人。休于树：在树下休息。伛偻：腰弯背曲的样子，这里指老年人。提携：指搀扶着走的小孩子。临：靠近，这里是“……旁”的意思。渔：捕鱼。酿泉：一座泉水的名字，原名玻璃泉，在琅邪山醉翁亭下。洌：水(酒)清。山肴：野味。野蔌：野菜。蔌，菜蔬。杂然：众多而杂乱的样子。陈：摆放，摆设。酣：尽情地喝酒。丝：琴、瑟之类的弦乐器。竹：箫、笛之类的管乐器。非丝非竹：不在于音乐。射：这里指投壶，宴饮时的一种游戏，把箭向壶里投，投中多的为胜，负者照规定的杯数喝酒。弈：下棋。这里用做动词，下围棋。觥筹交错：酒杯和酒筹交互错杂。形容喝酒尽欢的样子。觥，酒杯。筹，酒筹，宴会上行令或游戏时饮酒计数的筹码。苍颜：苍老的容颜。颓然乎其间：醉醺醺地坐在众人中间。颓然，原意是精神不振的样子，这里形容醉态，倒下的样子。归：回家。已而：不久。阴翳：形容枝叶茂密成阴。翳：遮蔽。鸣声上下：禽鸟在高处低处鸣叫。上下：指高处和低处的树林。乐①其乐②：以游人的快乐为快乐乐①：意动用法，以…为乐。乐②：快乐。醉能同其乐，醒能述以文者：醉了能够同大家一起欢乐，醒了能够用文章记述这乐事的人。谓：为，是。庐陵：庐陵郡，就是吉洲。今江西省吉安市，欧阳修先世为庐陵大族。",
            "参考资料：完善"
        ]
    },
    {
        "author": "张岱",
        "contents": [
            "崇祯五年十二月，余住西湖。大雪三日，湖中人鸟声俱绝。是日更定矣，余拏一小舟，拥毳衣炉火，独往湖心亭看雪。雾凇沆砀，天与云与山与水，上下一白，湖上影子，惟长堤一痕、湖心亭一点、与余舟一芥、舟中人两三粒而已。",
            "到亭上，有两人铺毡对坐，一童子烧酒炉正沸。见余大喜曰：“湖中焉得更有此人！”拉余同饮。余强饮三大白而别。问其姓氏，是金陵人，客此。及下船，舟子喃喃曰：“莫说相公痴，更有痴似相公者。”"
        ],
        "dynasty": "〔明代〕",
        "name": "湖心亭看雪",
        "translation": [
            "译文：",
            "崇祯五年十二月，我住在西湖边。大雪接连下了几日，湖中游人全无，连飞鸟的声音都消失了。这天初更时分，我撑着一叶小舟，裹着裘皮衣服，围着火炉，独自前往湖心亭看雪。湖面上冰花一片弥漫，天、云、山、水混为一体，白茫茫一片。湖上的影子，只有西湖长堤在雪中隐隐露出的一道痕迹，一点湖心亭的轮廓，和我的微小如草的小舟，舟中的两三粒人影罢了。",
            "到了湖心亭上，我看见有两人铺好毛毯，相对而坐，一个童子正把酒炉里的酒烧得滚沸。他们看见我，非常高兴地说：“(想不到)在湖中还会有您这样有闲情逸致的人！”于是拉着我一同饮酒。我尽力喝了三大杯，然后和他们道别。问他们的姓氏，得知他们是金陵人，在此地客居。等到了下船的时候，船夫喃喃地说：“不要说相公您痴，还有像相公您一样痴的人啊！”",
            "注释：崇祯五年：公元1632年。崇祯，是明思宗朱由检的年号(1628-1644)。俱：都。绝：消失。是日更(gēng)定：是，代词，这。更定：指初更以后。晚上八点左右。定：停止，结束。余：第一人称代词，我。拏：撑(船)。拥毳(cuì)衣炉火：裹着裘皮衣服，围着火炉。毳衣：细毛皮衣。毳：鸟兽的细毛。雾凇沆砀：冰花一片弥漫。雾，从天上下罩湖面的云气。凇，从湖面蒸发的水汽。沆砀，白气弥漫的样子。曾巩《冬夜即事诗》自注：“齐寒甚，夜气如雾，凝于水上，旦视如雪，日出飘满阶庭，齐人谓之雾凇。上下一白：上上下下全白。一白，全白。一，全或都，一概。惟：只有。长堤一痕：形容西湖长堤在雪中只隐隐露出一道痕迹。堤，沿河或沿海的防水建筑物。这里指苏堤。一，数词。痕，痕迹。一芥：一棵小草。芥，小草，比喻轻微纤细的事物；(像小草一样微小)。而已：罢了。毡：毛毯。焉得更有此人：意思是：(想不到)还会有这样的人。焉得，哪能。更，还。拉：邀请。强(qiǎng)饮：尽情喝。强，尽力，勉力，竭力。一说，高兴地，兴奋地。大白：大酒杯。白；古人罚酒时用的酒杯，也泛指一般的酒杯，这里的意思是三杯酒。客此：客，做客，名词作动词。在此地客居。及：等到。舟子：船夫。喃喃：低声嘟哝。莫：不要。相公：原意是对宰相的尊称，后转为对年轻人的敬称及对士人的尊称。更：还。痴似：痴于，痴过。痴，特有的感受，来展示他钟情山水，淡泊孤寂的独特个性，本文为痴迷的意思。",
            "参考资料：完善"
        ]
    },
    {
        "author": "李白",
        "contents": [
            "金樽清酒斗十千，玉盘珍羞直万钱。",
            "停杯投箸不能食，拔剑四顾心茫然。",
            "欲渡黄河冰塞川，将登太行雪满山。(雪满山",
            "一作：雪暗天)",
            "闲来垂钓碧溪上，忽复乘舟梦日边。(碧",
            "一作：坐)",
            "行路难，行路难，多歧路，今安在？",
            "长风破浪会有时，直挂云帆济沧海。"
        ],
        "dynasty": "〔唐代〕",
        "name": "行路难·其一",
        "translation": [
            "译文：金杯中的美酒一斗价十千，玉盘里的菜肴珍贵值万钱。心中郁闷，我放下杯筷不愿进餐；拔出宝剑环顾四周，心里一片茫然。想渡黄河，冰雪却冻封了河川；想登太行山，莽莽风雪早已封山。像姜尚垂钓溪，闲待东山再起；又像伊尹做梦，他乘船经过日边。人生道路多么艰难，多么艰难；歧路纷杂，如今又身在何处？相信乘风破浪的时机总会到来，到时定要扬起征帆，横渡沧海！",
            "注释：行路难：选自《李白集校注》，乐府旧题。金樽(zūn)：古代盛酒的器具，以金为饰。清酒：清醇的美酒。斗十千：一斗值十千钱(即万钱)，形容酒美价高。玉盘：精美的食具。珍羞：珍贵的菜肴。羞：同“馐”，美味的食物。直：通“值”，价值。投箸：丢下筷子。箸(zhù)：筷子。不能食：咽不下。茫然：无所适从。太行：太行山。碧：一作“坐”。忽复：忽然又。多歧路，今安在：岔道这么多，如今身在何处？歧：一作“岐”，岔路。安：哪里。长风破浪：比喻实现政治理想。会：终将。云帆：高高的船帆。船在海里航行，因天水相连，船帆好像出没在云雾之中。济：渡。",
            "参考资料：完善"
        ]
    },
    {
        "author": "刘禹锡",
        "contents": [
            "巴山楚水凄凉地，二十三年弃置身。",
            "怀旧空吟闻笛赋，到乡翻似烂柯人。",
            "沉舟侧畔千帆过，病树前头万木春。",
            "今日听君歌一曲，暂凭杯酒长精神。"
        ],
        "dynasty": "〔唐代〕",
        "name": "酬乐天扬州初逢席上见赠",
        "translation": [
            "译文：被贬谪到巴山楚水这些荒凉的地区，度过了二十三年沦落的光阴。怀念故去旧友徒然吟诵闻笛小赋，久谪归来感到已非旧时光景。翻覆的船只旁仍有千千万万的帆船经过；枯萎树木的前面也有万千林木欣欣向荣。今天听了你为我吟诵的诗篇，暂且借这一杯美酒振奋精神。",
            "注释：酬：答谢，酬答，这里是指以诗相答的意思。用诗歌赠答。乐天：指白居易，字乐天。见赠：送给(我)。巴山楚水：指四川、湖南、湖北一带。古时四川东部属于巴国，湖南北部和湖北等地属于楚国。刘禹锡被贬后，迁徙于朗州、连州、夔州、和州等边远地区，这里用“巴山楚水”泛指这些地方。二十三年：从唐顺宗永贞元年(805年)刘禹锡被贬为连州刺史，至宝历二年(826)冬应召，约22年。因贬地离京遥远，实际上到第二年才能回到京城，所以说23年。弃置身：指遭受贬谪的诗人自己。置：放置。弃置：贬谪(zhé)。怀旧：怀念故友。吟：吟唱。闻笛赋：指西晋向秀的《思旧赋》。三国曹魏末年，向秀的朋友嵇康、吕安因不满司马氏篡权而被杀害。后来，向秀经过嵇康、吕安的旧居，听到邻人吹笛，不禁悲从中来，于是作《思旧赋》。序文中说：自己经过嵇康旧居，因写此赋追念他。刘禹锡借用这个典故怀念已死去的王叔文、柳宗元等人。到：到达。翻似：倒好像。翻：副词，反而。烂柯人：指晋人王质。相传晋人王质上山砍柴，看见两个童子下棋，就停下观看。等棋局终了，手中的斧柄(柯)已经朽烂。回到村里，才知道已过了一百年。同代人都已经亡故。作者以此典故表达自己遭贬23年的感慨。刘禹锡也借这个故事表达世事沧桑，人事全非，暮年返乡恍如隔世的心情。沉舟：这是诗人以沉舟、病树自比。侧畔：旁边。歌一曲：指白居易的《醉赠刘二十八使君》。长(zhǎng)精神：振作精神。长：增长，振作。",
            "参考资料：完善"
        ]
    },
    {
        "author": "苏轼",
        "contents": [
            "丙辰中秋，欢饮达旦，大醉，作此篇，兼怀子由。",
            "明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间。",
            "转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。(长向",
            "一作：偏向)"
        ],
        "dynasty": "〔宋代〕",
        "name": "水调歌头·明月几时有",
        "translation": [
            "译文：丙辰年(公元1076年)的中秋节，通宵痛饮直至天明，大醉，趁兴写下这篇文章，同时抒发对弟弟子由的怀念之情。",
            "像中秋佳节如此明月几时能有？我拿着酒杯遥问苍天。不知道高遥在上的宫阙，现在又是什么日子。我想凭借着风力回到天上去看一看，又担心美玉砌成的楼宇太高了，我经受不住寒冷。起身舞蹈玩赏着月光下自己清朗的影子，月宫哪里比得上人间烟火暖人心肠。月儿移动，转过了朱红色的楼阁，低低地挂在雕花的窗户上，照着没有睡意的人。明月不应该对人们有什么怨恨吧，可又为什么总是在人们离别之时才圆呢？人生本就有悲欢离合，月儿常有圆缺，(想要人团圆时月亮正好也圆满)这样的好事自古就难以两全。只希望这世上所有人的亲人都能平安健康长寿，即使相隔千里也能共赏明月。",
            "注释：丙辰：指公元1076年(宋神宗熙宁九年)。这一年苏轼在密州(今山东省诸城市)任太守。达旦：到天亮。子由：苏轼的弟弟苏辙的字。把酒：端起酒杯。把，执、持。天上宫阙(què)：指月中宫殿。阙，古代城墙后的石台。归去：回去，这里指回到月宫里去。琼(qióng)楼玉宇：美玉砌成的楼宇，指想象中的仙宫。不胜(shèng,旧时读shēng)：经受不住。胜：承担、承受。弄清影：意思是月光下的身影也跟着做出各种舞姿。弄：赏玩。何似：何如，哪里比得上。转朱阁，低绮(qǐ)户，照无眠：月儿移动，转过了朱红色的楼阁，低低地挂在雕花的窗户上，照着没有睡意的人(指诗人自己)。朱阁：朱红的华丽楼阁。绮户：雕饰华丽的门窗。不应有恨，何事长(cháng)向别时圆：(月儿)不该(对人们)有什么怨恨吧，为什么总是在人们分离时圆呢？何事：为什么。长向：总是在。“长”指有长时间，长期的意思，又可引申为总是，长久以往。“向”是介词，意思是在。此事：指人的欢、合”和月的晴、圆。但：只。千里共婵(chán)娟(juān)：即使相隔千里，也能一起欣赏这美好的月光。共：一起欣赏。婵娟：指月亮。",
            "参考资料：完善"
        ]
    },
    {
        "author": "施耐庵",
        "contents": [
            "次日早，起五更，在府里把担仗都摆在厅前。老都管和两个虞候又将一小担财帛，共十一担，拣了十一个壮健的厢禁军，都做脚夫打扮。杨志戴上凉笠儿，穿着青纱衫子，系了缠带行履麻鞋，跨口腰刀，提条朴刀。老都管也打扮做个客人模样。两个虞候假装做跟的伴当。各人都拿了条朴刀，又带几根藤条。梁中书付与了札付书呈。一行人都吃得饱了，在厅上拜辞了梁中书。看那军人担仗起程，杨志和谢都管、两个虞候监押着，一行共是十五人，离了梁府，出得北京城门，取大路投东京进发。五里单牌，十里双牌。此时正是五月半天气，虽是晴明得好，只是酷热难行。",
            "今日杨志这一行人，要取六月十五日生辰，只得在路途上行。自离了这北京五七日，端的只是起五更趁早凉便行，日中热时便歇。五七日后，人家渐少，行客又稀，一站站都是山路。杨志却要辰牌起身，申时便歇。那十一个厢禁军，担子又重，无有一个稍轻。天气热了，行不得，见着林子便要去歇息。杨志赶着催促要行，如若停住，轻则痛骂，重则藤条便打，逼赶要行。两个虞候虽只背些包裹行李，也气喘了行不上。杨志也嗔道：“你两个好不晓事！这干系须是俺的！你们不替洒家打这夫子，却在背后也慢慢地挨。这路上不是耍处。”那虞候道：“不是我两个要慢走，其实热了行不动，因此落后。前日只是趁早凉走，如今怎地正热里要行？正是好歹不均匀。”杨志道：“你这般说话，却似放屁。前日行的须是好地面，如今正是尴尬去处。若不日里赶过去，谁敢五更半夜走？”两个虞候口里不道，肚中寻思：“这厮不直得便骂人。",
            "杨志提了朴刀，拿着藤条，自去赶那担子。两个虞候坐在柳阴树下等得老都管来。两个虞候告诉道：“杨家那厮，强杀只是我相公门下一个提辖，直这般做大！”老都管道：“须是我相公当面分付道：休要和他别拗。因此我不做声。这两日也看他不得。权且奈他。”两个虞候道：“相公也只是人情话儿，都管自做个主便了。”老都管又道：“且奈他一奈。”当日行到申牌时分，寻得一个客店里歇了。那十一个厢禁军雨汗通流，都叹气吹嘘，对老都管说道：“我们不幸做了军健，情知道被差出来。这般火似热的天气，又挑着重担。这两日又不拣早凉行，动不动老大藤条打来。都是一般父母皮肉，我们直恁地苦！”老都管道：“你们不要怨怅，巴到东京时，我自赏你。”众军汉道：“若是似都管看待我们时，并不敢怨怅。”又过了一夜。次日，天色未明，众人跳起来趁早凉起身去。杨志跳起来喝道：“那里去！且睡了，却理会。”众军汉道：“趁早不走，日里热时走不得，却打我们。”杨志大骂道：“你们省得甚么！”拿了藤条要打。众军忍气吞声，只得睡了。当日直到辰牌时分，慢慢地打火吃了饭走。一路上赶打着，不许投凉处歇。那十一个厢禁军口里喃喃讷讷地怨怅，两个虞候在老都管面前絮絮聒聒地搬口。老都管听了，也不着意，心内自恼他。",
            "话休絮繁。似此行了十四五日，那十四个人，没一个不怨怅杨志。当日客店里，辰牌时分，慢慢地打火吃了早饭行。正是六月初四日时节，天气未及晌午，一轮红日当天，没半点云彩，其日十分大热。",
            "当日行的路，都是山僻崎岖小径，南山北岭。却监着那十一个军汉，约行了二十余里路程。那军人们思量要去柳阴树下歇凉，被杨志拿着藤条打将来，喝道：“快走！教你早歇。”众军人看那天时，四下里无半点云彩，其时那热不可当。",
            "当时杨志催促一行人在山中僻路里行。看看日色当午，那石头上热了，脚疼走不得。众军汉道：“这般天气热，兀的不晒杀人。”杨志喝着军汉道：“快走！赶过前面冈子去，却再理会。”正行之间，前面迎着那土冈子。",
            "当时一行十五人奔上冈子来，歇下担仗，那十一人都去松阴树下睡倒了。杨志说道：“苦也！这里是甚么去处，你们却在这里歇凉！起来，快走！”众军汉道：“你便剁做我七八段，其实去不得了。”杨志拿起藤条，劈头劈脑打去。打得这个起来，那个睡倒，杨志无可奈何。只见两个虞候和老都管气喘急急，也巴到冈子上松树下坐了喘气。看这杨志打那军健，老都管见了，说道：“提辖，端的热了走不得，休见他罪过。”杨志道：“都管，你不知，这里正是强人出没的去处，地名叫做黄泥冈。闲常太平时节，白日里兀自出来劫人，休道是这般光景，谁敢在这里停脚！”两个虞候听杨志说了，便道：“我见你说好几遍了，只管把这话来惊吓人。”老都管道：“权且教他们众人歇一歇，略过日中行如何？”杨志道：“你也没分晓了，如何使得！这里下冈子去，兀自有七八里没人家。甚么去处，敢在此歇凉！”老都管道：“我自坐一坐了走，你自去赶他众人先走。”杨志拿着藤条喝道：“一个不走的，吃俺二十棍。”众军汉一齐叫将起来。数内一个分说道：“提辖，我们挑着百十斤担子，须不比你空手走的。你端的不把人当人！便是留守相公自来监押时，也容我们说一句。你好不知疼痒，只顾逞办！”杨志骂道：“这畜生不呕死俺，只是打便了。”拿起藤条，劈脸便打去。老都管喝道：“杨提辖且住，你听我说。我在东京太师府里做奶公时，门下官军见了无千无万，都向着我喏喏连声。不是我口浅，量你是个遭死的军人，相公可怜，抬举你做个提辖，比得草芥子大小的官职，直得恁地逞能。休说我是相公家都管，便是村庄一个老的，也合依我劝一劝，只顾把他们打，是何看待！”杨志道：“都管，你须是城市里人，生长在相府里，那里知道途路上千难万难。”老都管道：“四川、两广也曾去来，不曾见你这般卖弄。”杨志道：“如今须不比太平时节。”都管道：“你说这话该剜口割舌，今日天下怎地不太平？”",
            "杨志却待再要回言，只见对面松林里影着一个人在那里舒头探脑价望。杨志道：“俺说甚么，兀的不是歹人来了！”撇下藤条，拿了朴刀，赶入松林里来，喝一声道：“你这厮好大胆，怎敢看俺的行货！”只见松林里一字儿摆着七辆江州车儿，七个人脱得赤条条的在那里乘凉。一个鬓边老大一搭朱砂记，拿着一条朴刀，望杨志跟前来。七个人齐叫一声：“呵也！”都跳起来。杨志喝道：“你等是甚么人？”那七人道：“你是甚么人？”杨志又问道：“你等莫不是歹人？”那七人道：“你颠倒问，我等是小本经纪，那里有钱与你。”杨志道：“你等小本经纪人，偏俺有大本钱。”那七人问道：“你端的是甚么人？”杨志道：“你等且说那里来的人？”那七人道：“我等弟兄七人，是濠州人，贩枣子上东京去，路途打从这里经过。听得多人说，这里黄泥冈上如常有贼打劫客商。我等一面走，一头自说道：我七个只有些枣子，别无甚财赋，只顾过冈子来。上得冈子，当不过这热，权且在这林子里歇一歇，待晚凉了行。只听得有人上冈子来，我们只怕是歹人，因此使这个兄弟出来看一看。”杨志道：“原来如此，也是一般的客人。却才见你们窥望，惟恐是歹人，因此赶来看一看。”那七个人道：“客官请几个枣子了去。”杨志道：“不必。”提了朴刀，再回担边来。",
            "老都管道：“既是有贼，我们去休。”杨志说道：“俺只道是歹人，原来是几个贩枣子的客人。”老都管道：“似你方才说时，他们都是没命的。”杨志道：“不必相闹，俺只要没事便好。你们且歇了，等凉些走。”众军汉都笑了。杨志也把朴刀插在地上，自去一边树下坐了歇凉。没半碗饭时，只见远远地一个汉子，挑着一副担桶，唱上冈子来。唱道：“赤日炎炎似火烧，野田禾稻半枯焦。农夫心内如汤煮，楼上王孙把扇摇。”",
            "那汉子口里唱着，走上冈子来，松林里头歇下担桶，坐地乘凉。众军看见了，便问那汉子道：“你桶里是甚么东西？”那汉子应道：“是白酒。”众军道：“挑往那里去？”那汉子道：“挑去村里卖。”众军道：“多少钱一桶？”那汉子道：“五贯足钱。”众军商量道：“我们又热又渴，何不买些吃？也解暑气。”正在那里凑钱。杨志见了，喝道：“你们又做甚么？”众军道：“买碗酒吃。”杨志调过朴刀杆便打，骂道：“你们不得洒家言语，胡乱便要买酒吃，好大胆！”众军道：“没事又来捣乱。我们自凑钱买酒吃，干你甚事，也来打人。”杨志道：“你这村人理会的甚么！到来只顾吃嘴，全不晓得路途上的勾当艰难。多少好汉，被蒙汗药麻翻了。。”那挑酒的汉子看着杨志冷笑道：“你这客官好不晓事，早是我不卖与你吃，却说出这般没气力的话来。”",
            "正在松树边闹动争说，只见对面松林里那伙贩枣子的客人，都提着朴刀走出来问道：“你们做甚么闹？”那挑酒的汉子道：“我自挑这酒过冈子村里卖，热了在此歇凉。他众人要问我买些吃，我又不曾卖与他。这个客官道我酒里有甚么蒙汗药。你道好笑么？说出这般话来！”那七个客人说道：“我只道有歹人出来，原来是如此。说一声也不打紧。我们倒着买一碗吃。既是他们疑心，且卖一桶与我们吃。”那挑酒的道：“不卖，不卖！”这七个客人道：“你这汉子也不晓事，我们须不曾说你。你左右将到村里去卖，一般还你钱。便卖些与我们，打甚么不紧。看你不道得舍施了茶汤，便又救了我们热渴。”那挑酒的汉子便道：“卖一桶与你不争，只是被他们说的不好。又没碗瓢舀吃。”那七人道：“你这汉子忒认真，便说了一声打甚么不紧。我们自有椰瓢在这里。”只见两个客人去车子前取出两个椰瓢来，一个捧出一大捧枣子来。七个人立在桶边，开了桶盖，轮替换着舀那酒吃，把枣子过口。无一时，一桶酒都吃尽了。七个客人道：“正不曾问得你多少价钱？”那汉道：“我一了不说价，五贯足钱一桶，十贯一担。”七个客人道：“五贯便依你五贯，只饶我们一瓢吃。”那汉道：“饶不的，做定的价钱。”一个客人把钱还他，一个客人便去揭开桶盖，兜了一瓢，拿上便吃。那汉去夺时，这客人手拿半瓢酒，望松林里便走，那汉赶将去。只见这边一个客人从松林里走将出来，手里拿一个瓢，便来桶里舀了一瓢酒。那汉看见，抢来劈手夺住，望桶里一倾，便盖了桶盖，将瓢望地下一丢，口里说道：“你这客人好不君子相！戴头识脸的，也这般啰唣。",
            "那对过众军汉见了，心内痒起来，都待要吃。数中一个看着老都管道：“老爷爷，与我们说一声。那卖枣子的客人买他一桶吃了，我们胡乱也买他这桶吃，润一润喉也好。其实热渴了，没奈何，这里冈子上又没讨水吃处。老爷方便！”老都管见众军所说，自心里也要吃得些，竟来对杨志说：“那贩枣子客人已买了他一桶酒吃，只有这一桶，胡乱教他们买了避暑气。冈子上端的没处讨水吃。”杨志寻思道：“俺在远远处望，这厮们都买他的酒吃了，那桶里当面也见吃了半瓢，想是好的。打了他们半日，胡乱容他买碗吃罢。”杨志道：“既然老都管说了，教这厮们买吃了便起身。”众军健听了这话，凑了五贯足钱来买酒吃。那卖酒的汉子道：“不卖了，不卖了！”便道：“这酒里有蒙汗药在里头。”众军陪着笑说道：“大哥，直得便还言语。”那汉道：“不卖了，休缠！”这贩枣子的客人劝道：“你这个汉子，他也说得差了，你也忒认真，连累我们也吃你说了几声。须不关他众人之事，胡乱卖与他众人吃些。”那汉道：“没事讨别人疑心做甚么。”这贩枣子客人把那卖酒的汉子推开一边，只顾将这桶酒提与众军去吃。那军汉开了桶盖，无甚舀吃，陪个小心，问客人借这椰瓢用一用。众客人道：“就送这几个枣子与你们过酒。”众军谢道：“甚么道理。”客人道：“休要相谢，都是一般客人，何争在这百十个枣子上。”众军谢了，先兜两瓢，叫老都管吃一瓢，杨提辖吃一瓢。杨志那里肯吃。老都管自先吃了一瓢。两个虞候各吃一瓢。众军汉一发上，那桶酒登时吃尽了。杨志见众人吃了无事，自本不吃，一者天气甚热，二乃口渴难熬，拿起来，只吃了一半，枣子分几个吃了。那卖酒的汉子说道：“这桶酒吃那客人饶两瓢吃了，少了你些酒，我今饶了你众人半贯钱罢。”众军汉把钱还他。那汉子收了钱，挑了空桶，依然唱着山歌，自下冈子去了。",
            "只见那七个贩枣子的客人，立在松树旁边，指着这一十五人说道：“倒也，倒也！”只见这十五个人，头重脚轻，一个个面面厮觑，都软倒了。那七个客人从松树林里推出这七辆江州车儿，把车子上枣子都丢在地上，将这十一担金珠宝贝，却装在车子内，叫声：“聒噪！”一直望黄泥冈下推了去。杨志口里只是叫苦，软了身体，扎挣不起。十五人眼睁睁地看着那七个人都把这金宝装了去，只是起不来，挣不动，说不的。",
            "我且问你：这七人端的是谁？不是别人，原来正是晁盖、吴用、公孙胜、刘唐、三阮这七个。却才那个挑酒的汉子，便是白日鼠白胜。却怎地用药？原来挑上冈子时，两桶都是好酒。七个人先吃了一桶，刘唐揭起桶盖，又兜了半瓢吃，故意要他们看着，只是教人死心塌地。次后，吴用去松林里取出药来，抖在瓢里，只做赶来饶他酒吃，把瓢去兜时，药已搅在酒里，假意兜半瓢吃，那白胜劈手夺来，倾在桶里。这个便是计策。那计较都是吴用主张。这个唤做“智取生辰纲”。"
        ],
        "dynasty": "〔明代〕",
        "name": "智取生辰纲",
        "translation": []
    },
    {
        "author": "吴敬梓",
        "contents": [
            "范进进学回家，母亲、妻子俱各欢喜。正待烧锅做饭，只见他丈人胡屠户，手里拿着一副大肠和一瓶酒，走了进来。范进向他作揖，坐下。胡屠户道：“我自倒运，把个女儿嫁与你这现世宝，历年以来，不知累了我多少。如今不知因我积了甚么德，带挈你中了个相公，我所以带个酒来贺你。”范进唯唯连声，叫浑家把肠子煮了，烫起酒来，在茅草棚下坐着。母亲自和媳妇在厨下做饭。胡屠户又吩咐女婿道：“你如今既中了相公，凡事要立起个体统来。比如我这行事里，都是些正经有脸面的人，又是你的长亲，你怎敢在我们跟前装大？若是家门口这些做田的，扒粪的，不过是平头百姓，你若同他拱手作揖，平起平坐，这就是坏了学校规矩，连我脸上都无光了。你是个烂忠厚没用的人，所以这些话我不得不教导你，免得惹人笑话。”范进道：“岳父见教的是。”胡屠户又道：“亲家母也来这里坐着吃饭。老人家每日小菜饭，想也难过。我女孩儿也吃些。自从进了你家门，这十几年，不知猪油可曾吃过两三回哩！可怜！可怜！”说罢，婆媳两个都来坐着吃了饭。吃到日西时分，胡屠户吃的醺醺的。这里母子两个，千恩万谢。屠户横披了衣服，腆着肚子去了。",
            "次日，范进少不得拜拜乡邻。魏好古又约了一班同案的朋友，彼此来往。因是乡试年，做了几个文会。不觉到了六月尽间，这些同案的人约范进去乡试。范进因没有盘费，走去同丈人商议，被胡屠户一口啐在脸上，骂了一个狗血喷头，道：“不要失了你的时了！你自己只觉得中了一个相公，就‘癞蛤蟆想吃起天鹅肉’来！我听见人说，就是中相公时，也不是你的文章，还是宗师看见你老，不过意，舍与你的。如今痴心就想中起老爷来！这些中老爷的都是天上的‘文曲星’！你不看见城里张府上那些老爷，都有万贯家私，一个个方面大耳？像你这尖嘴猴腮，也该撒抛尿自己照照！不三不四，就想天鹅屁吃！趁早收了这心，明年在我们行事里替你寻一个馆，每年寻几两银子，养活你那老不死的老娘和你老婆是正经！你问我借盘缠，我一天杀一个猪还赚不得钱把银子，都把与你去丢在水里，叫我一家老小嗑西北风！”一顿夹七夹八，骂的范进摸不着门。辞了丈人回来，自心里想：“宗师说我火候已到，自古无场外的举人，如不进去考他一考，如何甘心？”因向几个同案商议，瞒着丈人，到城里乡试。出了场，即便回家。家里已是饿了两三天。被胡屠户知道，又骂了一顿。",
            "到出榜那日，家里没有早饭的米，母亲吩咐范进道：“我有一只生蛋的母鸡，你快拿集上去卖了，买几升米来煮餐粥吃，我已是饿的两眼都看不见了。”范进慌忙抱了鸡，走出门去。才去不到两个时候，只听得一片声的锣响，三匹马闯将来。那三个人下了马，把马拴在茅草棚上，一片声叫道：“快请范老爷出来，恭喜高中了！”母亲不知是甚事，吓得躲在屋里；听见中了，方敢伸出头来，说道：“诸位请坐，小儿方才出去了。”那些报录人道：“原来是老太太。”大家簇拥着要喜钱。正在吵闹，又是几匹马，二报、三报到了，挤了一屋的人，茅草棚地下都坐满了。邻居都来了，挤着看。老太太没奈何，只得央及一个邻居去寻他儿子。",
            "那邻居飞奔到集上，一地里寻不见；直寻到集东头，见范进抱着鸡，手里插个草标，一步一踱的，东张西望，在那里寻人买。邻居道：“范相公，快些回去！你恭喜中了举人，报喜人挤了一屋里。”范进当是哄他，只装不听见，低着头往前走。邻居见他不理，走上来，就要夺他手里的鸡。范进道：“你夺我的鸡怎的？你又不买。”邻居道：“你中了举了，叫你家去打发报子哩。”范进道：“高邻，你晓得我今日没有米，要卖这鸡去救命，为甚么拿这话来混我？我又不同你顽，你自回去罢，莫误了我卖鸡。”邻居见他不信，劈手把鸡夺了，掼在地下，一把拉了回来。报录人见了道：“好了，新贵人回来了。”正要拥着他说话，范进三两步走进屋里来，见中间报帖已经升挂起来，上写道：“捷报贵府老爷范讳高中广东乡试第七名亚元。京报连登黄甲。”",
            "范进不看便罢，看了一遍，又念一遍，自己把两手拍了一下，笑了一声，道：“噫！好了！我中了！”说着，往后一跤跌倒，牙关咬紧，不省人事。老太太慌了，慌将几口开水灌了过来。他爬将起来，又拍着手大笑道：“噫！好！我中了！”笑着，不由分说，就往门外飞跑，把报录人和邻居都吓了一跳。走出大门不多路，一脚踹在塘里，挣起来，头发都跌散了，两手黄泥，淋淋漓漓一身的水。众人拉他不住，拍着笑着，一直走到集上去了。众人大眼望小眼，一齐道：“原来新贵人欢喜疯了。”老太太哭道：“怎生这样苦命的事！中了一个甚么举人，就得了这个拙病！这一疯了，几时才得好？”娘子胡氏道：“早上好好出去，怎的就得了这样的病！却是如何是好？”众邻居劝道：“老太太不要心慌。我们而今且派两个人跟定了范老爷。这里众人家里拿些鸡蛋酒米，且管待了报子上的老爹们，再为商酌。”",
            "当下众邻居有拿鸡蛋来的，有拿白酒来的，也有背了斗米来的，也有捉两只鸡来的。娘子哭哭啼啼，在厨下收拾齐了，拿在草棚下。邻居又搬些桌凳，请报录的坐着吃酒，商议他这疯了，如何是好。报录的内中有一个人道：“在下倒有一个主意，不知可以行得行不得？”众人问：“如何主意？”那人道：“范老爷平日可有最怕的人？他只因欢喜狠了，痰涌上来，迷了心窍。如今只消他怕的这个人来打他一个嘴巴，说：‘这报录的话都是哄你，你并不曾中。’他吃这一吓，把痰吐了出来，就明白了。”众邻都拍手道：“这个主意好得紧，妙得紧！范老爷怕的，莫过于肉案子上胡老爹。好了！快寻胡老爹来。他想是还不知道，在集上卖肉哩。”又一个人道：“在集上卖肉，他倒好知道了；他从五更鼓就往东头集上迎猪，还不曾回来。快些迎着去寻他。”",
            "一个人飞奔去迎，走到半路，遇着胡屠户来，后面跟着一个烧汤的二汉，提着七八斤肉，四五千钱，正来贺喜。进门见了老太太，老太太大哭着告诉了一番。胡屠户诧异道：“难道这等没福？”外边人一片声请胡老爹说话。胡屠户把肉和钱交与女儿，走了出来。众人如此这般，同他商议。胡屠户作难道：“虽然是我女婿，如今却做了老爷，就是天上的星宿。天上的星宿是打不得的！我听得斋公们说：打了天上的星宿，阎王就要拿去打一百铁棍，发在十八层地狱，永不得翻身。我却是不敢做这样的事！”邻居内一个尖酸人说道：“罢么！胡老爹，你每日杀猪的营生，白刀子进去，红刀子出来，阎王也不知叫判官在簿子上记了你几千条铁棍；就是添上这一百棍，也打甚么要紧？只恐把铁棍子打完了，也算不到这笔帐上来。或者你救好了女婿的病，阎王叙功，从地狱里把你提上第十七层来，也不可知。”报录的人道：“不要只管讲笑话。胡老爹，这个事须是这般，你没奈何，权变一权变。”屠户被众人局不过，只得连斟两碗酒喝了，壮一壮胆，把方才这些小心收起，将平日的凶恶样子拿出来，卷一卷那油晃晃的衣袖，走上集去。众邻居五六个都跟着走。老太太赶出来叫道：“亲家，你只可吓他一吓，却不要把他打伤了！”众邻居道：“这自然，何消吩咐。”说着，一直去了。",
            "来到集上，见范进正在一个庙门口站着，散着头发，满脸污泥，鞋都跑掉了一只，兀自拍着掌，口里叫道：“中了！中了！”胡屠户凶神似的走到跟前，说道：“该死的畜生！你中了甚么？”一个嘴巴打将去。众人和邻居见这模样，忍不住的笑。不想胡屠户虽然大着胆子打了一下，心里到底还是怕的，那手早颤起来，不敢打到第二下。范进因这一个嘴巴，却也打晕了，昏倒于地。众邻居一齐上前，替他抹胸口，捶背心，舞了半日，渐渐喘息过来，眼睛明亮，不疯了。众人扶起，借庙门口一个外科郎中的板凳上坐着。胡屠户站在一边，不觉那只手隐隐的疼将起来；自己看时，把个巴掌仰着，再也弯不过来。自己心里懊恼道：“果然天上‘文曲星’是打不得的，而今菩萨计较起来了。”想一想，更疼的狠了，连忙问郎中讨了个膏药贴着。",
            "范进看了众人，说道：“我怎么坐在这里？”又道：“我这半日，昏昏沉沉，如在梦里一般。”众邻居道：“老爷，恭喜高中了。适才欢喜的有些引动了痰，方才吐出几口痰来，好了。快请回家去打发报录人。”范进说道：“是了。我也记得是中的第七名。”范进一面自绾了头发，一面问郎中借了一盆水洗洗脸。一个邻居早把那一只鞋寻了来，替他穿上。见丈人在跟前，恐怕又要来骂。胡屠户上前道：“贤婿老爷，方才不是我敢大胆，是你老太太的主意，央我来劝你的。”邻居内一个人道：“胡老爹方才这个嘴巴打的亲切，少顷范老爷洗脸，还要洗下半盆猪油来！”又一个道：“老爹，你这手明日杀不得猪了。”胡屠户道：“我那里还杀猪！有我这贤婿，还怕后半世靠不着也怎的？我每常说，我的这个贤婿，才学又高，品貌又好，就是城里头那张府、周府这些老爷，也没有我女婿这样一个体面的相貌。你们不知道，得罪你们说，我小老这一双眼睛，却是认得人的。想着先年，我小女在家里长到三十多岁，多少有钱的富户要和我结亲，我自己觉得女儿像有些福气的，毕竟要嫁与个老爷，今日果然不错！”说罢，哈哈大笑。众人都笑起来。看着范进洗了脸，郎中又拿茶来吃了，一同回家。范举人先走，屠户和邻居跟在后面。屠户见女婿衣裳后襟滚皱了许多，一路低着头替他扯了几十回。",
            "到了家门，屠户高声叫道：“老爷回府了！”老太太迎着出来，见儿子不疯，喜从天降。众人问报录的，已是家里把屠户送来的几千钱打发他们去了。范进拜了母亲，也拜谢丈人。胡屠户再三不安道：“些须几个钱，不够你赏人。”范进又谢了邻居。正待坐下，早看见一个体面的管家，手里拿着一个大红全帖，飞跑了进来：“张老爷来拜新中的范老爷。”说毕，轿子已是到了门口。胡屠户忙躲进女儿房里，不敢出来。邻居各自散了。",
            "范进迎了出去，只见那张乡绅下了轿进来，头戴纱帽，身穿葵花色圆领，金带、皂靴。他是举人出身，做过一任知县的，别号静斋，同范进让了进来，到堂屋内平磕了头，分宾主坐下。张乡绅先攀谈道：“世先生同在桑梓，一向有失亲近。”范进道：“晚生久仰老先生，只是无缘，不曾拜会。”张乡绅道：“适才看见题名录，贵房师高要县汤公，就是先祖的门生，我和你是亲切的世弟兄。”范进道：“晚生侥幸，实是有愧。却幸得出老先生门下，可为欣喜。”张乡绅四面将眼睛望了一望，说道：“世先生果是清贫。”随在跟的家人手里拿过一封银子来，说道：“弟却也无以为敬，谨具贺仪五十两，世先生权且收着。这华居其实住不得，将来当事拜往，俱不甚便。弟有空房一所，就在东门大街上，三进三间，虽不轩敞，也还干净，就送与世先生；搬到那里去住，早晚也好请教些。”范进再三推辞，张乡绅急了，道：“你我年谊世好，就如至亲骨肉一般；若要如此，就是见外了。”范进方才把银子收下，作揖谢了。又说了一会，打躬作别。胡屠户直等他上了轿，才敢走出堂屋来。",
            "范进即将这银子交与浑家打开看，一封一封雪白的细丝锭子，即便包了两锭，叫胡屠户进来，递与他道：“方才费老爹的心，拿了五千钱来。这六两多银子，老爹拿了去。”屠户把银子攥在手里紧紧的，把拳头舒过来，道：“这个，你且收着。我原是贺你的，怎好又拿了回去？”范进道：“眼见得我这里还有这几两银子，若用完了，再来问老爹讨来用。”屠户连忙把拳头缩了回去，往腰里揣，口里说道：“也罢，你而今相与了这个张老爷，何愁没有银子用？他家里的银子，说起来比皇帝家还多些哩！他家就是我卖肉的主顾，一年就是无事，肉也要用四五千斤，银子何足为奇！”又转回头来望着女儿，说道：“我早上拿了钱来，你那该死行瘟的兄弟还不肯，我说：‘姑老爷今非昔比，少不得有人把银子送上门来给他用，只怕姑老爷还不稀罕。’今日果不其然！如今拿了银子家去，骂这死砍头短命的奴才！”说了一会，千恩万谢，低着头，笑迷迷的去了。",
            "自此以后，果然有许多人来奉承他：有送田产的；有人送店房的；还有那些破落户，两口子来投身为仆，图荫庇的。到两三个月，范进家奴仆、丫鬟都有了，钱、米是不消说了。张乡绅家又来催着搬家。搬到新房子里，唱戏、摆酒、请客，一连三日。"
        ],
        "dynasty": "〔清代〕",
        "name": "范进中举",
        "translation": [
            "译文：范进中秀才后回了家，他的母亲和妻子都很高兴。正准备烧锅做饭，只见他丈人胡屠夫，手里拿着一副大肠和一瓶酒，走了进来。范进向他作了揖，坐下来。胡屠夫说：“我自己运气不好，把女儿嫁给了你这个丢脸的家伙，这些年来，不知道给我带了多少拖累。现在不知道因为我积了什么德，让你沾我的光，运气好中了个秀才，因此我带了瓶酒来祝贺你。“范进连连答应，叫妻子把肠子煮了，烫起酒来，在茅草棚下坐着。母亲亲自和媳妇在厨房里做饭。胡屠夫又吩咐范进说：“你现在既然考中了秀才，凡事都要竖起一个规矩来。比如我的行业里，都是些正经有脸面的人，又是你的长辈，你就不能在我们面前摆架子；如果是家门口这些种田的，扒粪的，不过是普通百姓，你要是跟他们作揖，平起平坐，这就是坏了学校的规矩，连我脸上都没有光了。你是个忠厚没用的人，所以这些话我不得不教导你，免得惹人笑话。“范进说：“岳父指教的是。“胡屠夫又说：“亲家母也来这边坐着吃饭吧。老人家每天都吃些小菜小饭，想必也过得很艰难。我的女儿也过来吃些。自从进了你的家门，这十多年，猪油都不知道有没有吃过两三回呢！可怜！可怜！”说完，婆媳两个都来坐着吃了饭。吃喝到黄昏时分，胡屠夫喝得醉醺醺的。范进母子两个，千恩万谢。屠夫横披了衣服，挺着肚子走了。",
            "第二天，范进免不了要拜访拜访同乡邻里。魏好古又约了一群同届的秀才朋友，彼此来往。因为是乡试年，参加了几个文会。不知不觉到了六月底，这些同届秀才都约范进去参加乡试。范进因为没有盘缠，就去同丈人商量，被胡屠夫一口唾沫吐在脸上，骂了一个狗血喷头，说：“不要再耽误你的时间了！你自己早知道中了一个秀才，就‘癞蛤蟆想吃天鹅肉’起来！我听说，你中秀才的时候，也不是因为你的文章写得好，而是学官觉得你太老了，心里过不去，施舍给你的。现在鬼迷了心窍，就想中举人了！这些中举人的都是天上的‘文曲星’！你没看见城里张府上那些举人，都有大量的钱财，一个个方面大耳？像你这尖嘴猴腮，也该撒泡尿自己照照！不三不四，就想吃天鹅肉！趁早收了这心，明年在我的行业里替你找一个教书的地方，每年赚个几两银子，养活你那老不死的老娘和你老婆才是正事！你问我借钱，我一天杀一个猪还赚不到几钱银子，都拿给你丢在水里，叫我一家老小喝西北风吗！”一顿夹七夹八，骂得范进不知怎么开口。于是告辞了丈人回来，心里想：“老师说我写文章的功夫已经到家了，自古以来没有不进考场就能中举的，如果不进去考一考，怎么能甘心呢？”于是向几个同去考试的人商量，瞒着丈人，到城里去参加乡试。出了考场，马上就回家。而家人已经饿了两三天。被胡屠夫知道，又骂了一顿。",
            "到发榜那天，家里没米煮早饭，母亲吩咐范进说：“我还有一只生蛋的母鸡，你快拿去集市上卖了，买几升米煮稀饭吃，我已经饿得两只眼睛都看不见了。“范进慌忙抱了鸡，出门去集市。才离开不到四个小时，只听到一阵锣声，三个人骑着马闯了进来。那三个人下了马，把马拴在茅草棚上，连连叫道：“快请范老爷出来，恭喜中举了！”母亲不知道发生了什么事，吓得躲在屋子里；听说中了举，才敢伸出头来，解释道：“各位请坐下，我儿子刚出去了。”那些报录人说：“原来是老太太。”大家簇拥着要喜钱。正吵闹着，又是几拨人马，二报、三报也到了，挤了一屋子的人，连茅草棚地上都坐满了。邻居们也都来了，挤着看热闹。老太太没办法，只得恳求一个邻居去集市找范进。",
            "那邻居飞奔到集市，到处找不到；一直找到集市的东面，才看见范进抱着鸡，手里插个草标，慢腾腾地走着，东张西望，在那里找买家。邻居说：“范进，快点回去！恭喜你中了举人，报喜的人挤了一屋呢。“范进以为是在骗他，就装作听不见，低着头往前走。邻居看到他不理睬，走上前来，就要抢他手里的鸡。范进说：“你抢我的鸡干什么？你又不买。”邻居说：“你中举了，叫你回家打发那些报录人呢。“范进说：“高邻，你知道我今天没米下锅，要卖这个鸡去救命，为什么拿这些话来骗我？我不和你闹，你自己回去吧，别耽误了我卖鸡。”邻居看见他不相信，一手把鸡抢了，扔在地下，把范进拉了回来。报录人见了说：“太好了，新贵人回来了。”就簇拥着他要说话，范进三两步走进屋里来，看到屋中间升挂起了报帖，上面写着：“捷报贵府老爷范讳进高中广东乡试第七名亚元。京报连登黄甲。”",
            "范进不看还好，他看了一遍，又念一遍，自己双手一拍，笑了一声，说：“噫！好了！我中了！”说完，往后一倒，牙关紧咬，不省人事。老太太慌了，慌忙给他灌了几口开水。他爬起来，又拍着双手放声笑道：“噫！好！我中了！”笑着，不由分说，就往门外跑，把报录人和邻居都吓了一跳。走出大门没多远，一脚踩进了水塘里，挣扎起来，头发都散掉了，两手黄泥，一身湿漉漉的全是水。大伙都拉不住他，拍着笑着，一直走到集市上去了。大家大眼瞪小眼，都说：“原来新贵人高兴疯了。”老太太哭着道：“怎么出了这么苦命的事！中了一个什么举人，就得了这个倒霉的病！这一疯了，什么时候才能好啊？”娘子胡氏道：“早上出去还很好的，怎么就得了这样的病！那这可怎么办呀？”众邻居劝道：“老太太不要心慌。我们现在暂且派两个人跟住了范老爷。这里大家从家里拿些鸡蛋酒米，暂且款待了报子上的老爹，再来商量这事。”",
            "这时众邻居有拿鸡蛋来的，有拿白酒来的，也有背了一斗米来的，也有抓了两只鸡来的。娘子哭哭啼啼，在厨房做好了，拿到茅草棚里。邻居又搬来些桌子凳子，请报录的坐着喝酒，商议他这疯了的事，要怎么办才好。报录的人中有一个说：“在下倒是有一个主意，不知道行不行？“很多人问：“什么主意？”那人说：“范老爷平日要没有最害怕的人？他只是因为太高兴了，痰涌上来，迷了心窍。现在只需要他害怕的这个人来打他一个嘴巴，说：“这个报录的话都是骗你的，你没有中举。’他被这么一吓，把痰吐了出来，就明白了。”很多邻居都拍手称赞说：“这个主意太好了，太妙了！范老爷最怕的莫过于杀猪的胡老爹。太好了！快找胡老爹来。他也许是还不知道道，还在集市卖肉哩。”又一个人说：“要是在集市买肉，他早就知道了；他从五更天就去东头集市赶猪，还没回来。快点迎上去找他。”",
            "一个人飞奔着去迎接，走到一半路，遇见胡屠夫走来，后面跟着一个烧水的伙计，提着七八斤肉，四五千钱，正要来贺喜。进门见到了老太太，老太太大哭着诉说了一番。胡屠夫诧异道：“难道这么没福气吗？“外边的人一起发声请胡老爹说话。胡屠夫把肉和钱交给女儿，跑了出来。大家把主意告诉了他，和他商量。胡屠夫犯难了，说：“虽然这是我女婿，如今却做了举人老爷，就是这天上的星宿。天上的星宿是打不得的！我听斋公们说：打了天上的星宿，就要被阎王抓去打一百铁棍，发配到十八层地狱，永世不得翻身。我可是不敢做这样的事！”邻居内一个尖酸刻薄的人说：“算了吧！胡老爹，你每天杀猪做生意，白刀子进去，红刀子出来，阎王也不知道叫判官在簿上记了你几千条铁棍；就算是加上这一百棍，又有什么关系？只怕把铁棍子打完了，也算不到这笔帐上吧。可能你救好了女婿的病，阎王念你有功，从地狱里把你提上第十七层来，也说不定。”报录的人说：“不要只顾着说笑了。胡老爹，这个事必须要这样，你没办法，权当变通一下。“屠夫碍于众人的情面，只得连喝了两碗酒，壮一壮胆，把刚才这些顾虑收起来，将平时的凶恶模样拿出来，卷一卷那油晃晃的衣袖，走到集市去。众邻居五六个都跟着跑。老太太赶出来叫道：“亲家，你只可以吓他一吓，可别把他打伤了！“众邻居道：“这自然，哪需要您吩咐。”说着，径直去了。",
            "来到集市，见范进正在一个庙门口站着，散着头发，满脸污泥，鞋子都跑掉了一只，只顾拍着手，嘴巴里叫道：“中了！中了！“胡屠夫凶神似的的走到跟前，说道：“该死的畜生！你中了什么？”一个嘴巴打过去。很多人和邻居看见这个样子，忍不住笑了。没想到胡屠夫虽然大着胆子打了一下，心里到底还是害怕的，那手早就抖了起来，不敢打第二下。范进一个嘴巴就被打晕了，昏倒在地上。众邻居一齐上前，替他抹胸口，捶背心，弄了小半天，慢慢喘息过来，眼睛明亮起来，不疯了。许多人他扶起来，借了庙门口一个外科郎中的板凳坐着。胡屠夫站在一边，不多时，觉得那只手隐隐地疼了起来；自己一看，一个巴掌仰着，怎么也拉不过来。自己心里懊恼道：“果然是天上‘文曲星’是打不得的，现在菩萨计较起来了。“想一想，更疼得厉害了，连忙向郎中讨了个膏药贴着。",
            "范进看了很多人，说：“我怎么坐在这里？”又说：“我这半天，昏昏沉沉，像在梦里一样。“众邻居道：“老爷，恭喜高中了。刚才高兴得有些动了痰，刚才吐出几口痰来，好了。快请回家去打发报录人。“范进说：“对了。我也记得是中的第七名。“范进一面自己绾了头发，一面向郎中借了一盆水洗洗脸。一个邻居早把那一只鞋寻了过来，替他穿上。看到丈人在跟面，害怕他又要骂。胡屠夫上前说：“贤婿老爷，刚才不是我敢大胆，是你老太太的意思，央求我来劝你的。”邻居中的一个说：“胡老爹刚才这个嘴巴打的亲切，一会儿范老爷洗脸，还要洗下半盆猪油来！又一个说”：“老爹，你这手明天杀不得猪了。“胡屠夫道：“我哪里还用杀猪了！有我这贤婿，还怕后半辈子没得依靠吗？我常常说，我的这个贤婿，才学又高，人品相貌又好，就是城里头那张府、周府的这些老爷，也没有我女婿这样一个体面的相貌。你们不知道，不怕跟你们说，我小老这一双眼睛，可是认识人的。想当年，我小女儿在家里长到30多岁，多少有钱的富户要和我结成亲家，我自己觉得女儿像有些福气的人，最终会嫁给一个老爷，今天果然没有错！”说完，哈哈大笑。众人都笑起来。看着范进洗了脸，郎中又拿茶来喝了，一同回家。范举人走前面，屠夫和邻居跟在后面。屠夫看见女婿衣裳后衣襟皱了很多，一路低着头替他扯了几十回。",
            "到了家门口，屠夫高声叫道：“老爷回府了！”老太太迎接着出来，看到儿子不疯，喜从天降。很多人问报录的在哪，是家里已经用屠夫送来的几千钱打发走了。范进拜了母亲，也拜谢了丈人。胡屠夫再三不安地说：“这没几个钱，不够你赏人的。“范进又谢了邻居。正要坐下来，却先看到一个穿着体面的管家，手里拿着一个大红色全帖，飞跑了进来：“张老爷来拜访新中举的范老爷。”说完后，轿子已经是到了门口。胡屠夫急忙躲藏进女儿房里，不敢出来。邻居各自散了。",
            "范进迎了出去，只见那张乡绅下了轿进来，头戴纱帽，身穿葵花色圆领，金带，皂色靴。他是举人出身，做过一任知县，别号静斋，范进和他礼让请了进来，到堂屋内平磕了头，分宾主坐下。张乡绅先攀谈说：“世先生同在乡里，却一直没有亲近。“范进说：“晚生一直仰慕老先生，只是无缘，还没能拜会过。”张乡绅说：“刚才看见题名录，贵房老师高要县汤公，就是我家先祖父的学生，我和你是亲切的世家兄弟。“范进道：“晚生侥幸，实在是惭愧。但幸运的是出自老先生的门下，可真是令人高兴。”张乡绅四周看了看，说：“世先生真是清贫。“从跟随的家仆手里拿过一封银子来，说：“小弟也没什么好东西可以送你，郑重备了五十两作为贺礼，世先生暂时收着。这华居实在住不得，将来主事或有人拜访，都不很方便。我有一所空房子，就在东门大街上，三进三开间，虽然不算很宽敞，也还算干净，就送给世先生；搬到那里去住，或早或晚也好上门请教。“范进再三推辞，张乡绅急了，道：“你我多年情谊的世交，就如同至亲骨肉一样；如果要这样，就是见外了。“范进这才把银子收下，作揖谢了。又聊了一会儿，张乡绅躬身告别。胡屠夫一直等他上了轿，才敢走出堂屋来。",
            "范进立即把这银子交给妻子打开看，是一封一封雪白色的细丝银锭，于是包了两锭，叫胡屠夫进来，递给他说：“刚才让老爹破费了，拿了五千钱来。这六两多银子，老爹拿去吧。“屠夫紧紧地把银子攥在手里，把拳头伸过来，说：“这个，你先收着。我原本是祝贺你的，怎么又好意思拿了回去？“范进道：“眼下我这里还有这几两银子，如果用完了，再来向老爹讨来用。“屠夫连忙把拳头缩了回去，往腰里揣银子，嘴上说着：“算了，你现在结交了这个张老爷，哪还用发愁没有银子花呢？他家里的银子，说起来比皇帝家还多哩。！他家就是我卖肉的主顾，一年就是没有事，肉也要用四五千斤，银子哪有什么奇怪的！”又转回头来看着女儿，说：“我早上拿了钱来，你那该死的兄弟还不肯，我说：‘姑老爷今非昔比，免不了有人把银子送上门来给他用，只怕姑老爷还不稀罕。’现在果然是这样！如今拿了银子回家去，骂骂这死砍头短命的奴才！”说了一会儿，千恩万谢，低着头，笑迷迷的离开了。",
            "从此以后，果然有许多人来奉承他：有送田产的；有人送店房的；还有那些破落户，两口子来投身为仆，图荫庇的。过两三个月，范进家奴仆、丫鬟都有了，钱、米自然是不用说了。张乡绅家利又来催着搬家。搬到新房子里，唱戏、摆酒、请客，一连三日。",
            "注释：进学：指考中秀才。现世宝：丢脸的家伙。现世，出丑，丢脸。带挈.：提携。这里的意思是“让你沾我的光，得到好运气。”相公：古时对秀才的称呼。唯唯连声：连连答应。唯唯，答应的声音。浑家：妻子。体统：规矩。行事：行业。脸面：面子。指“一定的社会地位”。长亲：长辈。平头百姓：普通百姓。见教：指教(我)。“见”字用在动词前面表示对“我”怎么样。腆着：挺着。乡试年：科举制度，每三年举行一次全省的考试，叫“乡试”，由秀才去应试。轮到乡试这一年就叫乡试年。文会：旧时读书人为了准备应试，在一起写文章、互相观摩的集会。同案：同考取秀才叫做同案。盘费：旅费。啐：唾。狗血喷头：现形容骂得很厉害。宗师：对一省总管教育的学官的称呼。舍与：施舍给，赏给。老爷：这里是对举人的称呼。万贯家私：大量的家财。万贯：上万贯铜钱。贯：古时穿钱的绳子，既钱穿，也指一串钱，一千文为一串，称一贯。形容家产很多，非常富有。尖嘴猴腮：形容人相貌丑陋粗俗。抛：通常写作“泡”。馆：这里指教书的地方。把与：拿给。摸门不着：摸不着门路，意思是不知从何说起。火候：这里指写文章的功夫。央：恳求。一地里：一路上，到处。草标：在集市上卖东西，把一根草插在出卖的物品上或拿在手里，作为标志，这草就叫做“草标”。高邻：对邻居的尊称。顽：同“玩”。劈手：形容手的动作异常迅速。拙病：倒霉的病。商酌：反复仔细地商量。二汉：佣工，伙计。星宿：我国古代指星座，共分二十八星宿。尖酸：说话尖刻。局不过：碍于情面，虽然自己不愿意，也只好屈从。何消：哪用得着。兀自：只管。先年：先前。些须：很少。桑梓：家乡。华居：对对方住宅的客气说法。轩敞：宽敞。细丝锭子：铸有细条纹的银块。相与：结交。该死行瘟的：该生瘟病死的。今非昔比：多指形势、自然面貌等发生了巨大的变化。果不其然：多用来强调不出所料。",
            "参考资料：完善"
        ]
    },
    {
        "author": "罗贯中",
        "contents": [
            "却说玄德访孔明两次不遇，欲再往访之。关公曰：“兄长两次亲往拜谒，其礼太过矣。想诸葛亮有虚名而无实学，故避而不敢见。兄何惑于斯人之甚也！”玄德曰：“不然。昔齐桓公欲见东郭野人，五反而方得一面。况吾欲见大贤耶？”张飞曰：“哥哥差矣。量此村夫，何足为大贤！今番不须哥哥去；他如不来，我只用一条麻绳缚将来！”玄德叱曰：“汝岂不闻周文王谒姜子牙之事乎？文王且如此敬贤，汝何太无礼！今番汝休去，我自与云长去。”飞曰：“既两位哥哥都去，小弟如何落后！”玄德曰：“汝若同往，不可失礼。”飞应诺。",
            "于是三人乘马引从者往隆中。离草庐半里之外，玄德便下马步行，正遇诸葛均。玄德忙施礼，问曰：“令兄在庄否？”均曰：“昨暮方归。将军今日可与相见。”言罢，飘然自去。玄德曰：“今番侥幸得见先生矣！”张飞曰：“此人无礼！便引我等到庄也不妨，何故竟自去了！”玄德曰：“彼各有事，岂可相强。”三人来到庄前叩门，童子开门出问。玄德曰：“有劳仙童转报：刘备专来拜见先生。”童子曰：“今日先生虽在家，但今在草堂上昼寝未醒。”玄德曰：“既如此，且休通报。”吩咐关、张二人，只在门首等着。玄德徐步而入，见先生仰卧于草堂几席之上。玄德拱立阶下。半晌，先生未醒。关、张在外立久，不见动静，入见玄德犹然侍立。张飞大怒，谓云长曰：“这先生如何傲慢！见我哥哥侍立阶下，他竟高卧，推睡不起！等我去屋后放一把火，看他起不起！”云长再三劝住。玄德仍命二人出门外等候。望堂上时，见先生翻身将起，——忽又朝里壁睡着。童子欲报。玄德曰：“且勿惊动。”又立了一个时辰，孔明才醒，口吟诗曰：",
            "大梦谁先觉？平生我自知。",
            "草堂春睡足，窗外日迟迟。",
            "孔明吟罢，翻身问童子曰：“有俗客来否？”童子曰：“刘皇叔在此，立候多时。”孔明乃起身曰：“何不早报！尚容更衣。”遂转入后堂。又半晌，方整衣冠出迎。玄德见孔明身长八尺，面如冠玉，头戴纶巾，身披鹤氅，飘飘然有神仙之概。玄德下拜曰：“汉室末胄，涿郡愚夫，久闻先生大名，如雷贯耳。昨两次晋谒，不得一见，已书贱名于文几，未审得入览否？”孔明曰：“南阳野人，疏懒性成，屡蒙将军枉临，不胜愧赧。”二人叙礼毕，分宾主而坐，童子献茶。茶罢，孔明曰：“昨观书意，足见将军忧民忧国之心；但恨亮年幼才疏，有误下问。”玄德曰：“司马德操之言，徐元直之语，岂虚谈哉？望先生不弃鄙贱，曲赐教诲。”孔明曰：“德操、元直，世之高士。亮乃一耕夫耳，安敢谈天下事？二公谬举矣。将军奈何舍美玉而求顽石乎？”玄德曰：“大丈夫抱经世奇才，岂可空老于林泉之下？愿先生以天下苍生为念，开备愚鲁而赐教。”孔明笑曰：“愿闻将军之志。”玄德屏人促席而告曰：“汉室倾颓，奸臣窃命，备不量力，欲伸大义于天下，而智术浅短，迄无所就。惟先生开其愚而拯其厄，实为万幸！”孔明曰：“自董卓造逆以来，天下豪杰并起。曹操势不及袁绍，而竟能克绍者，非惟天时，抑亦人谋也。今操已拥百万之众，挟天子以令诸侯，此诚！不可与争锋。孙权据有江东，已历三世，国险而民附，此可用为援而不可图也。荆州北据汉、沔，利尽南海，东连吴会，西通巴、蜀，此用武之地，非其主不能守：是殆天所以资将军，将军岂有意乎？益州险塞，沃野千里，天府之国，高祖因之以成帝业；今刘璋暗弱，民殷国富，而不知存恤，智能之士，思得明君。将军既帝室之胄，信义著于四海，总揽英雄，思贤如渴，若跨有荆、益，保其岩阻，西和诸戎，南抚彝、越，外结孙权，内修政理；待天下有变，则命一上将将荆州之兵以向宛、洛，将军身率益州之众以出秦川，百姓有不箪食壶浆以迎将军者乎？诚如是，则大业可成，汉室可兴矣。此亮所以为将军谋者也。惟将军图之。”言罢，命童子取出画一轴，挂于中堂，指谓玄德曰：“此西川五十四州之图也。将军欲成霸业，北让曹操占天时，南让孙权占地利，将军可占人和。先取荆州为家，后即取西川建基业，以成鼎足之势，然后可图中原也。”玄德闻言，避席拱手谢曰：“先生之言，顿开茅塞，使备如拨云雾而睹青天。但荆州刘表、益州刘璋，皆汉室宗亲，备安忍夺之？”孔明曰：“亮夜观天象，刘表不久人世；刘璋非立业之主：久后必归将军。”玄德闻言，顿首拜谢。只这一席话，乃孔明未出茅庐，已知三分天下，真万古之人不及也！后人有诗赞曰：",
            "豫州当日叹孤穷，何幸南阳有卧龙！",
            "欲识他年分鼎处，先生笑指画图中。",
            "玄德拜请孔明曰：“备虽名微德薄，愿先生不弃鄙贱，出山相助。备当拱听明诲。”孔明曰：“亮久乐耕锄，懒于应世，不能奉命。”玄德泣曰：“先生不出，如苍生何！”言毕，泪沾袍袖，衣襟尽湿。孔明见其意甚诚，乃曰：“将军既不相弃，愿效犬马之劳。”玄德大喜，遂命关、张入，拜献金帛礼物。孔明固辞不受。玄德曰：“此非聘大贤之礼，但表刘备寸心耳。”孔明方受。于是玄德等在庄中共宿一宵。次日，诸葛均回，孔明嘱咐曰：“吾受刘皇叔三顾之恩，不容不出。汝可躬耕于此，勿得荒芜田亩。待我功成之日，即当归隐。”后人有诗叹曰：身未升腾思退步，功成应忆去时言。只因先主丁宁后，星落秋风五丈原。"
        ],
        "dynasty": "〔明代〕",
        "name": "三顾茅庐",
        "translation": []
    },
    {
        "author": "曹雪芹",
        "contents": [
            "贾母便笑道：“这屋里窄，再往别处逛去罢。”刘姥姥笑道：“人人都说：‘大家子住大房’，昨儿见了老太太正房，配上大箱、大柜、大桌子、大床，果然威武。那柜子比我们一间房子还大，还高。怪道后院子里有个梯子，我想又不上房晒东西，预备这梯子做什么？后来我想起来，一定是为开顶柜取东西；离了那梯子怎么上得去呢？如今又见了这小屋子，更比大的越发齐整了；满屋里东西都只好看，可不知叫什么。我越看越舍不得离了这里了！”凤姐道：“还有好的呢，我都带你去瞧瞧。",
            "说着，一径离了潇湘馆，远远望见池中一群人在那里撑船。贾母道：“他们既备下船，咱们就坐一回。”说着，向紫菱洲蓼溆一带走来。未至池前，只见几个婆子手里都捧着一色摄丝戗金五彩大盒子走来，凤姐忙问王夫人：“早饭在那里摆？”王夫人道：“问老太太在那里就在那里罢了。”贾母听说，便回头说：“你三妹妹那里好，你就带了人摆去，我们从这里坐了船去。”",
            "凤姐儿听说，便回身和李纨、探春、鸳鸯、琥珀带着端饭的人等，抄着近路到了秋爽斋，就在晓翠堂上调开桌案。鸳鸯笑道：“天天咱们说外头老爷们：吃酒吃饭，都有个凑趣儿的，拿他取笑儿。咱们今儿也得了个女清客了。”李纨是个厚道人，倒不理会；凤姐儿却听着是说刘姥姥，便笑道：“咱们今儿就拿他取个笑儿。”二人便如此这般商议。李纨笑劝道：“你们一点好事儿不做！又不是个小孩儿，还这么淘气。仔细老太太说！”鸳鸯笑道：“很不与大奶奶相干，有我呢。”",
            "正说着，只见贾母等来了，各自随便坐下，先有丫鬟挨人递了茶，大家吃毕，凤姐手里拿着西洋布手巾，裹着一把乌木三镶银箸，按席摆下。贾母因说：“把那一张小楠木桌子抬过来，让刘亲家挨着我这边坐。”众人听说，忙抬过来。凤姐一面递眼色与鸳鸯，鸳鸯便忙拉刘姥姥出去，悄悄的嘱咐了刘姥姥一席话，又说：“这是我们家的规矩，要错了，我们就笑话呢。”",
            "调停已毕，然后归坐。薛姨妈是吃过饭来的，不吃了，只坐在一边吃茶。贾母带着宝玉、湘云、黛玉、宝钗一桌，王夫人带着迎春姐妹三人一桌，刘姥姥挨着贾母一桌。贾母素日吃饭，皆有小丫鬟在旁边拿着漱盂、麈尾、巾帕之物，如今鸳鸯是不当这差的了，今日偏接过麈尾来拂着。丫鬟们知他要捉弄刘姥姥，便躲开让他。鸳鸯一面侍立，一面递眼色。刘姥姥道：“姑娘放心。",
            "那刘姥姥入了坐，拿起箸来，沉甸甸的不伏手，——原是凤姐和鸳鸯商议定了，单拿了一双老年四楞象牙镶金的筷子给刘姥姥。刘姥姥见了，说道：“这个叉巴子，比我们那里的铁锨还沉，那里拿的动他？”说的众人都笑起来。只见一个媳妇端了一个盒子站在当地，一个丫鬟上来揭去盒盖，里面盛着两碗菜，李纨端了一碗放在贾母桌上，凤姐偏拣了一碗鸽子蛋放在刘姥姥桌上。",
            "贾母这边说声“请”，刘姥姥便站起身来，高声说道：“老刘，老刘，食量大如牛：吃个老母猪，不抬头！”说完，却鼓着腮帮子，两眼直视，一声不语。众人先还发怔，后来一想，上上下下都一齐哈哈大笑起来。湘云掌不住，一口茶都喷出来。黛玉笑岔了气，伏着桌子只叫“嗳哟！”宝玉滚到贾母怀里，贾母笑的搂着叫“心肝”，王夫人笑的用手指着凤姐儿，却说不出话来。薛姨妈也掌不住，口里的茶喷了探春一裙子。探春的茶碗都合在迎春身上。惜春离了坐位，拉着他奶母，叫“揉揉肠子”。地下无一个不弯腰屈背，也有躲出去蹲着笑去的，也有忍着笑上来替他姐妹换衣裳的。独有凤姐鸳鸯二人掌着，还只管让刘姥姥。",
            "刘姥姥拿起箸来，只觉不听使，又道：“这里的鸡儿也俊，下的这蛋也小巧，怪俊的。我且得一个儿！”众人方住了笑，听见这话，又笑起来。贾母笑的眼泪出来，只忍不住；琥珀在后捶着。贾母笑道：“这定是凤丫头促狭鬼儿闹的！快别信他的话了。”",
            "那刘姥姥正夸鸡蛋小巧，凤姐儿笑道：“一两银子一个呢！你快尝尝罢，冷了就不好吃了。”刘姥姥便伸筷子要夹，那里夹的起来？满碗里闹了一阵，好容易撮起一个来，才伸着脖子要吃，偏又滑下来，滚在地下。忙放下筷子，要亲自去拣，早有地下的人拣出去了。刘姥姥叹道：“一两银子也没听见个响声儿就没了！”",
            "众人已没心吃饭，都看着他取笑。贾母又说：“谁这会子又把那个筷子拿出来了，又不请客摆大筵席！都是凤丫头支使的！还不换了呢。”地下的人原不曾预备这牙箸，本是凤姐和鸳鸯拿了来的，听如此说，忙收过去了，也照样换上一双乌木镶银的。刘姥姥道：“去了金的，又是银的，到底不及俺们那个伏手。”凤姐儿道：“菜里要有毒，这银子下去了就试的出来。”刘姥姥道：“这个菜里有毒，我们那些都成了砒霜了！那怕毒死了，也要吃尽了。”贾母见他如此有趣，吃的又香甜，把自己的菜也都端过来给他吃。又命一个老嬷嬷来，将各样的菜给板儿夹在碗上。",
            "一时吃毕，贾母等都往探春卧室中去闲话，这里收拾残桌，又放了一桌。刘姥姥看着李纨与凤姐儿对坐着吃饭，叹道：“别的罢了，我只爱你们家这行事！怪道说，‘礼出大家’。”凤姐儿忙笑道：“你可别多心，才刚不过大家取乐儿。”一言未了，鸳鸯也进来笑道：“姥姥别恼，我给你老人家赔个不是儿罢。”刘姥姥忙笑道：“姑娘说那里的话？咱们哄着老太太开个心儿，有什么恼的！你先嘱咐我，我就明白了，不过大家取笑儿。我要恼，也就不说了。”鸳鸯便骂人：“为什么不倒茶给姥姥吃！”刘姥姥忙道：“才刚那个嫂子倒了茶来，我吃过了，姑娘也该用饭了。”凤姐儿便拉鸳鸯坐下道：“你和我们吃罢，省了回来又闹。”鸳鸯便坐下了，婆子们添上碗箸来，三人吃毕。"
        ],
        "dynasty": "〔清代〕",
        "name": "刘姥姥进大观园",
        "translation": []
    },
    {
        "author": "杜甫",
        "contents": [
            "戍鼓断人行，边秋一雁声。",
            "露从今夜白，月是故乡明。",
            "有弟皆分散，无家问死生。",
            "寄书长不达，况乃未休兵。"
        ],
        "dynasty": "〔唐代〕",
        "name": "月夜忆舍弟",
        "translation": [
            "译文：戍楼上的更鼓声断绝了人行，秋夜的边塞传来了孤雁哀鸣。从今夜就进入了白露节气，月亮还是故乡的最明亮。虽有兄弟但都离散各去一方，家园无存，互相间都无从得知死生的消息。寄往洛阳城的家书老是不能送到，何况战乱频繁还没有停止。",
            "注释：舍弟：谦称自己的弟弟。戍鼓：戍楼上的更鼓。戍，驻防。断人行：指鼓声响起后，就开始宵禁。边秋：一作“秋边”，秋天的边地，边塞的秋天露从今夜白：指在节气“白露”的一个夜晚。有弟皆分散，无家问死生：弟兄分散，家园无存，互相间都无从得知死生的消息。长：一直，老是。达：到。况乃：何况是。未休兵：战争还没有结束。",
            "参考资料：完善"
        ]
    },
    {
        "author": "刘长卿",
        "contents": [
            "三年谪宦此栖迟，万古惟留楚客悲。",
            "秋草独寻人去后，寒林空见日斜时。",
            "汉文有道恩犹薄，湘水无情吊岂知？",
            "寂寂江山摇落处，怜君何事到天涯！"
        ],
        "dynasty": "〔唐代〕",
        "name": "长沙过贾谊宅",
        "translation": [
            "译文：贾谊被贬在这里居住了三年，但留给楚国之客的悲伤却是长久的。待众人散去后，独自在秋草中寻找人迹，寒林中只看见夕阳西斜。汉文帝虽然是位有道明君却也对贾生刻薄寡恩，湘水无情，凭吊又有谁能知道？寂寥的深山里落叶纷纷，可怜你不知为了什么事被贬到这遥远的地方来！",
            "注释：贾谊(jiǎyì)：西汉文帝时政治家、文学家。后被贬为长沙王太傅，长沙有其故址。谪宦：贬官。栖迟：淹留。像鸟儿那样的敛翅歇息，飞不起来。楚客：流落在楚地的客居，指贾谊。长沙旧属楚地，故有此称。一作“楚国”。独：一作“渐”。汉文：指汉文帝。摇落处：一作“正摇落”。",
            "参考资料：完善"
        ]
    },
    {
        "author": "韩愈",
        "contents": [
            "一封朝奏九重天，夕贬潮州路八千。",
            "欲为圣明除弊事，肯将衰朽惜残年！",
            "云横秦岭家何在？雪拥蓝关马不前。",
            "知汝远来应有意，好收吾骨瘴江边。"
        ],
        "dynasty": "〔唐代〕",
        "name": "左迁至蓝关示侄孙湘",
        "translation": [
            "译文：早晨我把一封谏书上奏给皇帝，晚上就被贬官到路途遥远的潮州。想替皇上除去有害的事，哪能因衰老就吝惜残余的生命。回头望长安，看到的只是浮云隔断的终南山，家又在哪里？立马蓝关，积雪拥塞，连马也踟蹰不前。我知你远道而来应知道我此去凶多吉少，正好在潮州瘴气弥漫的江流边把我的尸骨收清。",
            "注释：左迁：降职，贬官，指作者被贬到潮州。蓝关：在蓝田县南。湘：韩愈的侄孙韩湘，字北渚，韩愈之侄，韩老成的长子，长庆三年(823年)进士，任大理丞。韩湘此时27岁，尚未登科第，远道赶来从韩愈南迁。一封：指一封奏章，即《论佛骨表》。朝(zhāo)奏：早晨送呈奏章。九重(chóng)天：古称天有九层，第九层最高，此指朝廷、皇帝。路八千：泛指路途遥远。八千，不是确数。“欲为”二句：想替皇帝除去有害的事，哪能因衰老就吝惜残余的生命。弊事：政治上的弊端，指迎佛骨事。肯：岂肯。衰朽(xiǔ)：衰弱多病。惜残年：顾惜晚年的生命。圣明：指皇帝。秦岭：在蓝田县内东南。“雪拥”句：立马蓝关，大雪阻拦，前路艰危，心中感慨万分。拥：阻塞。蓝关：蓝田关，今在陕西省蓝田县东南。马不前：古乐府《饮马长城窟行》：“驱马涉阴山，山高马不前。”汝(rǔ)：你，指韩湘。应有意：应知道我此去凶多吉少。“好收”句：意思是自己必死于潮州，向韩湘交待后事。瘴(zhàng)江：指岭南瘴气弥漫的江流。瘴江边：指贬所潮州。潮州：在今广东省东部，治所在今潮州市湘桥区。",
            "参考资料：完善"
        ]
    },
    {
        "author": "温庭筠",
        "contents": [
            "晨起动征铎，客行悲故乡。",
            "鸡声茅店月，人迹板桥霜。",
            "槲叶落山路，枳花明驿墙。",
            "因思杜陵梦，凫雁满回塘。"
        ],
        "dynasty": "〔唐代〕",
        "name": "商山早行",
        "translation": [
            "译文：黎明起床，车马的铃铎已震动；踏上遥遥征途，游子悲思故乡。鸡声嘹亮，茅草店沐浴着晓月的余晖；板桥弥漫清霜，先行客人足迹行行。枯败的槲叶，落满了荒山的野路；枳花鲜艳地开放在驿站的泥墙边。回想昨夜梦见杜陵的美好情景，一群群鸭雁，正嬉戏在岸边的湖塘里。",
            "注释：商山：山名，又名尚阪、楚山，在今陕西商洛市东南山阳县与丹凤县辖区交汇处。作者曾于大中(唐宣宗年号，847～860)末年离开长安，经过这里。动征铎：震动出行的铃铛。征铎：车行时悬挂在马颈上的铃铛。铎：大铃。槲(hú)：陕西山阳县盛长的一种落叶乔木。叶子在冬天虽枯而不落，春天树枝发芽时才落。每逢端午用这种树叶包出的槲叶粽也成为了当地特色。明：使……明艳。枳(zhǐ)：也叫“臭橘”，一种落叶灌木或小乔木。春天开白花，果实似橘而略小，酸不可吃，可用作中药。驿(yì)墙：驿站的墙壁。驿：古时候递送公文的人或来往官员暂住、换马的处所。这句意思是说：枳花鲜艳地开放在驿站墙边。茅店：乡村小客舍，同“茅舍”。用茅草盖成的旅舍。板桥：木板架设的桥。杜陵：地名，在长安城南(今陕西西安东南)，古为杜伯国，秦置杜县，汉宣帝筑陵于东原上，因名杜陵，这里指长安。作者此时从长安赴襄阳投友，途经商山。凫(fú)雁：凫，野鸭；雁，一种候鸟，春往北飞，秋往南飞。回塘：岸边曲折的池塘。",
            "参考资料：完善"
        ]
    },
    {
        "author": "许浑",
        "contents": [
            "一上高城万里愁，蒹葭杨柳似汀洲。",
            "溪云初起日沉阁，山雨欲来风满楼。",
            "鸟下绿芜秦苑夕，蝉鸣黄叶汉宫秋。",
            "行人莫问当年事，故国东来渭水流。"
        ],
        "dynasty": "〔唐代〕",
        "name": "咸阳城东楼",
        "translation": [
            "译文：登上高楼，万里乡愁油然而生，眼前芦苇杨柳丛生，好似江南汀洲。溪边乌云刚刚浮起在溪水边上，夕阳已经沉落楼阁后面，山雨将要到来，满楼风声飒飒。秦汉宫苑，一片荒凉。鸟儿落入乱草之中，秋蝉鸣叫枯黄叶间。来往的过客不要问从前之事，只有渭水一如既往地向东流。",
            "注释：咸阳：秦都城，唐代咸阳城与新都长安隔河相望。今属陕西。蒹葭：芦苇一类的水草。汀洲：水边平坦的沙洲。“溪云”句：此句下作者自注：“南近磻溪，西对慈福寺阁。”“鸟下”二句：夕照下，飞鸟下落至长着绿草的秦苑中，秋蝉也在挂着黄叶的汉宫中鸣叫着。当年：一作“前朝”。“故国东来渭水流”：一作“渭水寒声昼夜流”，“声”一作“光”。",
            "参考资料：完善"
        ]
    },
    {
        "author": "李商隐",
        "contents": [
            "相见时难别亦难，东风无力百花残。",
            "春蚕到死丝方尽，蜡炬成灰泪始干。",
            "晓镜但愁云鬓改，夜吟应觉月光寒。",
            "蓬山此去无多路，青鸟殷勤为探看。"
        ],
        "dynasty": "〔唐代〕",
        "name": "无题·相见时难别亦难",
        "translation": [
            "译文：相见很难，离别更难，何况在这东风无力、百花凋谢的暮春时节。春蚕结茧到死时丝才吐完，蜡烛要烧成灰烬时像泪一样的蜡油才能滴干。早晨梳妆照镜，只担忧如云的鬓发改变颜色，容颜不再。长夜独自吟诗不寐，必然感到冷月侵人。蓬莱山离这儿不算太远，却无路可通，烦请青鸟一样的使者，殷勤地为我去探看。",
            "注释：无题：唐代以来，有的诗人不愿意标出能够表示主题的题目时，常用“无题”作诗的标题。东风无力百花残：这里指百花凋谢的暮春时节。东风，春风。残，凋零。丝方尽：丝，与“思”谐音，以“丝”喻“思”，含相思之意。蜡炬：蜡烛。泪始干：泪，指燃烧时的蜡烛油，这里取双关义，指相思的眼泪。晓镜：早晨梳妆照镜子。镜，用作动词，照镜子的意思。云鬓：女子多而美的头发，这里比喻青春年华。应觉：设想之词。月光寒：指夜渐深。蓬山：蓬莱山，传说中海上仙山，指仙境，这里借指所思男子的住处。青鸟：神话中为西王母传递音讯的信使。殷勤：情谊恳切深厚。探看(kān)：探望。",
            "参考资料：完善"
        ]
    },
    {
        "author": "秦观",
        "contents": [
            "树绕村庄，水满陂塘。倚东风，豪兴徜徉。小园几许，收尽春光。有桃花红，李花白，菜花黄。",
            "远远围墙，隐隐茅堂。飏青旗，流水桥旁。偶然乘兴，步过东冈。正莺儿啼，燕儿舞，蝶儿忙。"
        ],
        "dynasty": "〔宋代〕",
        "name": "行香子·树绕村庄",
        "translation": [
            "译文：绿树环绕着村庄，春水满池塘，迎着暖暖春风，安闲自在地来回漫步着。小小的院子却收尽春光，桃花正红，李花雪白，菜花金黄。越过围墙远望，隐约可见几间茅草房。溪水的小桥旁，青色的酒幌子在风中飞扬。偶然乘着游兴，走过东面的山冈。只见莺儿鸣啼，燕儿飞舞，蝶儿匆忙，一派大好春光。",
            "注释：陂(bēi)塘：池塘。徜(cháng)徉(yáng)：闲游，安闲自在地步行。飏(yáng)：飞扬，飘扬。青旗：青色的酒幌子。"
        ]
    },
    {
        "author": "辛弃疾",
        "contents": [
            "少年不识愁滋味，爱上层楼。爱上层楼，为赋新词强说愁。",
            "而今识尽愁滋味，欲说还休。欲说还休，却道“天凉好个秋”！"
        ],
        "dynasty": "〔宋代〕",
        "name": "丑奴儿·书博山道中壁",
        "translation": [
            "译文：人年轻的时候不懂忧愁的滋味，喜欢登高远望。喜欢登高远望，为了写出新词，没有愁而硬要说有愁。现在尝尽了忧愁的滋味，想说却说不出。想说却说不出，却说道：“好凉爽的一个秋天啊！”",
            "注释：丑奴儿：词牌名。博山：在今江西省广丰县西南。因状如庐山香炉峰，故名。淳熙八年(1181)辛弃疾罢职退居上饶，常过博山。少年：指年轻的时候。不识：不懂，不知道什么是。“为赋”句：为了写出新词，没有愁而硬要说有愁。强(qiǎng)：勉强地，硬要。识尽：尝够，深深懂得。欲说还(huán)休：表达的意思可以分为两种：1.男女之间难于启齿的感情。2.内心有所顾虑而不敢表达。休：停止。",
            "参考资料：完善"
        ]
    },
    {
        "author": "孟子及其弟子",
        "contents": [
            "鱼，我所欲也；熊掌，亦我所欲也。二者不可得兼，舍鱼而取熊掌者也。生，亦我所欲也；义，亦我所欲也。二者不可得兼，舍生而取义者也。生亦我所欲，所欲有甚于生者，故不为苟得也；死亦我所恶，所恶有甚于死者，故患有所不辟也。如使人之所欲莫甚于生，则凡可以得生者何不用也？使人之所恶莫甚于死者，则凡可以辟患者何不为也？由是则生而有不用也，由是则可以辟患而有不为也。是故所欲有甚于生者，所恶有甚于死者。非独贤者有是心也，人皆有之，贤者能勿丧耳。",
            "一箪食，一豆羹，得之则生，弗得则死。呼尔而与之，行道之人弗受；蹴尔而与之，乞人不屑也。万钟则不辩礼义而受之，万钟于我何加焉！为宫室之美、妻妾之奉、所识穷乏者得我与？乡为身死而不受，今为宫室之美为之；乡为身死而不受，今为妻妾之奉为之；乡为身死而不受，今为所识穷乏者得我而为之：是亦不可以已乎？此之谓失其本心。"
        ],
        "dynasty": "〔先秦〕",
        "name": "鱼我所欲也",
        "translation": [
            "译文：鱼是我所想要的，熊掌也是我所想要的，如果这两种东西不能同时具有，那么我就只好舍弃鱼而选取熊掌了。生命是我所想要的，道义也是我所想要的，如果这两样东西不能同时都具有，那么我就只好牺牲生命而选取道义了。生命是我所想要的，但我所想要的还有比生命更重要的东西，所以我不做苟且偷生的事。死亡是我所厌恶的，但我所厌恶的还有超过死亡的事，因此有的灾祸我也不躲避。假如人们所想要的东西没有能比生命更重要的，那么凡是能够用来保全生命的手段，哪一样不可以采用呢？如果人们所厌恶的事情没有超过死亡的，那么凡是可以躲避祸患的办法为什么不可以做呢？采用某种手段就能够活命，但是有的人却不肯采用；采用某种办法就能够躲避灾祸，但是有的人也不肯采用。由此可见，他们所想要的有比生命更宝贵的东西(那就是“义”)；他们所厌恶的，有比死亡更严重的事(那就是“不义”)。不仅贤能的人有这种心，人人都有，只不过贤能的人不丧失罢了。",
            "一碗食物，一碗羹，得到它就能活下去，得不到它就会饿死。如果盛气凌人地呼喝着给他(吃喝)，(饥饿的)过路的行人也不愿接受；用脚踢给别人吃，就连乞丐也会因轻视而不肯接受。高官厚禄却不辨别是否合乎礼义就接受了它。这样，高官厚禄对我有什么好处呢？是为了住宅的华丽、妻妾的侍奉和认识的穷人感激我吗？以前有人宁肯死也不愿接受，现在有人却为了住宅的华丽接受了它；以前有人宁肯死也不愿接受，现在有人却为了妻妾的侍奉接受了它；以前有人宁肯死也不愿接受，现在有人为了认识的穷人感激自己接受了它。这种做法难道不应该停止吗？这就叫做丧失了人所固有的羞恶之心。",
            "注释：亦：也。欲：想要，希望。得兼：两种东西都得到。舍：舍弃。取：选取。甚：胜于。于：比。故：所以，因此。苟得：苟且取得，这里是“苟且偷生”的意思。恶：厌恶。患：祸患，灾难。辟：同“避”，躲避。如使：假如，假使。之：结构助词，的。莫：没有。则：那么。凡：凡是，一切。得生：保全生命。何不用也：什么手段不可用呢？用，采用。为：做。而：但是。是故：因此。非独：不只，不仅非：不独：仅。贤者：有才德，有贤能的人。是：此，这样。心：思想勿丧：不丧失。丧：丧失。箪：古代盛食物的圆竹器。豆：古代一种木制的盛食物的器具。则：就。弗：不。得：得到。呼尔：呼喝(轻蔑地，对人不尊重)。呼尔而与之：呼喝着给他(吃喝)。尔，语气助词。《礼记·檀弓》记载，有一年齐国出现了严重的饥荒。黔敖在路边施粥，有个饥饿的人用衣袖蒙着脸走来。黔敖吆喝着让他吃粥。他说：“我正因为不吃被轻蔑所给予得来的食物，才落得这个地步！行道之人：(饥饿的)过路的行人。蹴：用脚踢。而：表修饰。不屑：因轻视而不肯接受。万钟：这里指高位厚禄。钟，古代的一种量器，六斛四斗为一钟。辩：通“辨”，意为辨别。何加：有什么益处。何介词结构，后置。宫室：住宅。奉：侍奉。穷乏者：穷人。得我：感激我。得：同“德”，感激。与：同“欤”，语气助词。乡：同“向”，先前、从前。已：停止。本心：指本性，这里指人的羞恶之心。",
            "参考资料：完善"
        ]
    },
    {
        "author": "刘向 撰",
        "contents": [
            "秦王使人谓安陵君曰：“寡人欲以五百里之地易安陵，安陵君其许寡人！”安陵君曰：“大王加惠，以大易小，甚善；虽然，受地于先王，愿终守之，弗敢易！”秦王不说。安陵君因使唐雎使于秦。",
            "秦王谓唐雎曰：“寡人以五百里之地易安陵，安陵君不听寡人，何也？且秦灭韩亡魏，而君以五十里之地存者，以君为长者，故不错意也。今吾以十倍之地，请广于君，而君逆寡人者，轻寡人与？”唐雎对曰：“否，非若是也。安陵君受地于先王而守之，虽千里不敢易也，岂直五百里哉？”",
            "秦王怫然怒，谓唐雎曰：“公亦尝闻天子之怒乎？”唐雎对曰：“臣未尝闻也。”秦王曰：“天子之怒，伏尸百万，流血千里。”唐雎曰：“大王尝闻布衣之怒乎？”秦王曰：“布衣之怒，亦免冠徒跣，以头抢地尔。”唐雎曰：“此庸夫之怒也，非士之怒也。夫专诸之刺王僚也，彗星袭月；聂政之刺韩傀也，白虹贯日；要离之刺庆忌也，仓鹰击于殿上。此三子者，皆布衣之士也，怀怒未发，休祲降于天，与臣而将四矣。若士必怒，伏尸二人，流血五步，天下缟素，今日是也。”挺剑而起。",
            "秦王色挠，长跪而谢之曰：“先生坐！何至于此！寡人谕矣：夫韩、魏灭亡，而安陵以五十里之地存者，徒以有先生也。”"
        ],
        "dynasty": "〔两汉〕",
        "name": "唐雎不辱使命",
        "translation": [
            "译文：",
            "秦王派人对安陵国国君说：“我想要用五百里的土地交换安陵，安陵君一定要答应我！”安陵君说：“大王给予恩惠，用大的地方交换我们小的地方，实在是善事；即使这样，但我从先王那里接受了封地，愿意始终守卫它，不敢交换！”秦王知道后很不高兴。于是安陵君就派遣唐雎出使秦国。",
            "秦王对唐雎说：“我用五百里的土地交换安陵，安陵君却不听从我，这是为什么？况且秦国灭掉韩国、魏国，而安陵却凭借方圆五十里的土地幸存下来，只是因为我把安陵君看作忠厚的长者，所以不在意。现在我用安陵十倍的土地，让安陵君扩大自己的领土，但是他违背我的意愿，这是轻视我吗？”唐雎回答说：“不，并不是这样的。安陵君从先王那里继承了封地所以守护它，即使是方圆千里的土地也不敢交换，哪里只是这仅仅的五百里的土地呢？”",
            "秦王勃然大怒，对唐雎说：“先生也曾听说过天子发怒的情景吗？”唐雎回答说：“我未曾听说过。”秦王说：“天子发怒，会倒下数百万人的尸体，鲜血流淌数千里。”唐雎说：“大王曾经听说过百姓发怒的情景吗？”秦王说：“百姓发怒，也不过就是摘掉帽子，光着脚，把头往地上撞罢了。”唐雎说：“这是平庸无能的人发怒，不是有才能有胆识的人发怒。专诸刺杀吴王僚的时候，彗星的尾巴扫过月亮；聂政刺杀韩傀的时候，一道白光直冲上太阳；要离刺杀庆忌的时候，苍鹰扑在宫殿上。他们三个人，都是平民中有才能有胆识的人，心里的愤怒还没发作出来，上天就降示了吉凶的征兆。加上我，将是四个人了。如果有胆识有能力的人被逼得一定要发怒，那么就让两个人的尸体倒下，五步之内淌满鲜血，天下百姓都要穿上白色的丧服，现在就是这个时候。”说完，拔剑出鞘而起。",
            "秦王变了脸色，直身而跪，向唐雎道歉说：“先生请坐！怎么会到这种地步！我明白了：韩国、魏国灭亡，但安陵却凭借方圆五十里的地方幸存下来，就是因为有先生您在啊！”",
            "注释：唐雎(jū)：也作唐且，人名，安陵国的臣子。不辱使命：意思是完成了出使的任务。辱，辱没、辜负。秦王：即秦始皇嬴政，当时他还没有称皇帝。使：派遣，派出。安陵君：安陵国的国君。安陵是当时战国的一个小国，即现河南鄢陵西北，原是魏国的附属国。战国时魏襄王封其弟为安陵君。易：交换。其：句中用来加重语气的助词。加惠：给予恩惠。虽然：即使这样。虽，即使。然，这样。弗：不。说：通“悦”，高兴、愉快。谓：告诉。欲：想。以：用，用作介词。秦灭韩亡魏：秦灭韩国在始皇十七年(前230年)，灭魏国在始皇二十二年(前225年)。之：的，助词。以君为长者故不错意也：把安陵君看作忠厚长者所以不在意。错意，在意。请广于君：意思是让安陵君扩大领土。广，扩充。逆：违背。非若是也：不是这样的。非，不是。是，代词，指秦王说的情况。直：只，仅仅。怫(fú)然：盛怒的样子。公：相当于“先生”，古代对人的客气称呼。布衣：平民。古代没有官职的人都穿布衣服，所以称布衣。亦免冠徒跣(xiǎn)以头抢(qiāng)地耳：也不过是摘掉帽子光着脚用头撞地罢了。抢，撞。徒，徒：裸露。跣：赤脚。庸夫：平庸无能的人。士：这里指有才能有胆识的人。专诸之刺王僚也彗星袭月：专诸刺杀吴王僚的时候彗星的尾巴扫过月亮。专诸，春秋时吴国人。公子光想杀王僚自立就使专诸把匕首藏在鱼肚子里借献鱼为名刺杀了王僚。“彗星袭月”和下文的“白虹贯日”“仓鹰击于殿上”都是自然现象，把这些现象同人事联系起来是古代迷信的说法。聂政之刺韩傀(guī)也白虹贯日：聂政刺杀韩傀的时候，一道白光直冲上太阳。聂政，战国时韩国人。韩傀，是韩国的相国。韩国的大夫严仲子同韩傀有仇，就请聂政去把韩傀刺杀了。要(yāo)离之刺庆忌也仓鹰击于殿上：要离刺杀庆忌的时候，苍鹰扑到宫殿上。庆忌，是吴王僚的儿子。公子光杀死王僚以后，庆忌逃到卫国公子光派要离去把他杀了。仓，同“苍”，灰白色。怀怒未发休祲(jìn)降于天：心里的愤怒还没有发作出来，上天就降示了征兆。休祲，吉凶的征兆。休，吉祥的预兆。祲，凶险的预兆。与臣而将(jiāng)四矣：专诸、聂政、要离加上我将成为四个人了。这是唐雎暗示秦王他将效仿专诸、聂政、要离三人刺杀秦王。若：如果。必：一定。怒：发怒，动词。缟(gǎo)素：白色的丝织品，这里指穿丧服。缟，白绢。素，白绸。是：这样，代词。秦王色挠：秦王变了脸色。色挠，面露胆怯之色。长跪而谢之：直身而跪向唐雎道歉。古人没有凳椅，席地而坐，坐时两膝着地臀部靠在脚跟上。为了向对方表示敬重，上身挺直，臀部离开脚跟，就是长跪。谢，道歉。谕：明白，懂得。以：凭借。存：幸存。者：的原因。徒：只。以：因为。",
            "参考资料：完善"
        ]
    },
    {
        "author": "宋濂",
        "contents": [
            "余幼时即嗜学。家贫，无从致书以观，每假借于藏书之家，手自笔录，计日以还。天大寒，砚冰坚，手指不可屈伸，弗之怠。录毕，走送之，不敢稍逾约。以是人多以书假余，余因得遍观群书。既加冠，益慕圣贤之道。",
            "又患无硕师名人与游，尝趋百里外，从乡之先达执经叩问。先达德隆望尊，门人弟子填其室，未尝稍降辞色。余立侍左右，援疑质理，俯身倾耳以请；或遇其叱咄，色愈恭，礼愈至，不敢出一言以复；俟其欣悦，则又请焉。故余虽愚，卒获有所闻。",
            "当余之从师也，负箧曳屣行深山巨谷中。穷冬烈风，大雪深数尺，足肤皲裂而不知。至舍，四支僵劲不能动，媵人持汤沃灌，以衾拥覆，久而乃和。寓逆旅，主人日再食，无鲜肥滋味之享。同舍生皆被绮绣，戴朱缨宝饰之帽，腰白玉之环，左佩刀，右备容臭，烨然若神人；余则缊袍敝衣处其间，略无慕艳意，以中有足乐者，不知口体之奉不若人也。盖余之勤且艰若此。今虽耄老，未有所成，犹幸预君子之列，而承天子之宠光，缀公卿之后，日侍坐备顾问，四海亦谬称其氏名，况才之过于余者乎？",
            "今诸生学于太学，县官日有廪稍之供，父母岁有裘葛之遗，无冻馁之患矣；坐大厦之下而诵诗书，无奔走之劳矣；有司业、博士为之师，未有问而不告、求而不得者也；凡所宜有之书，皆集于此，不必若余之手录，假诸人而后见也。其业有不精、德有不成者，非天质之卑，则心不若余之专耳，岂他人之过哉！",
            "东阳马生君则，在太学已二年，流辈甚称其贤。余朝京师，生以乡人子谒余，撰长书以为贽，辞甚畅达。与之论辨，言和而色夷。自谓少时用心于学甚劳，是可谓善学者矣。其将归见其亲也，余故道为学之难以告之。谓余勉乡人以学者，余之志也；诋我夸际遇之盛而骄乡人者，岂知予者哉！"
        ],
        "dynasty": "〔明代〕",
        "name": "送东阳马生序",
        "translation": [
            "译文：",
            "我年幼时就非常喜欢读书。家境贫穷，无法得到书来看，常常向藏书的人家求借，亲手用笔抄录，计算着日期按时送还。冬天非常寒冷，砚台里的墨汁都结了冰，手指冻得不能弯曲和伸直，也不放松抄录书。抄写完毕后，便马上跑去还书，不敢稍微超过约定的期限。因此有很多人都愿意把书借给我，于是我能够遍观群书。成年以后，我更加仰慕古代圣贤的学说，又苦于不能与学识渊博的老师和名人交游，曾经快步赶到数百里以外，拿着经书向乡里有道德学问的前辈请教。前辈德高望重，门人弟子挤满了他的屋子，他的言辞和脸色从未稍变得缓和。我站着陪侍在他左右，提出疑难，询问道理，俯下身子，侧着耳朵恭敬地请教；有时遇到他大声训斥，我的表情更加恭顺，礼节更加周到，不敢说一个字反驳；等到他高兴了，则又去请教。所以我虽然愚笨，但最终获得不少教益。",
            "当我外出求师的时候，背着书箱，拖着鞋子，行走在深山峡谷之中。隆冬时节，刮着猛烈的寒风，雪有好几尺深，脚上的皮肤因寒冷干燥裂开都不知道。回到客舍，四肢僵硬不能动。服侍的人拿着热水为我洗浴，用被子裹着我，很久才暖和起来。寄居在旅店里，旅店老板每天供应两顿饭食，没有鱼肉类美味佳肴的享受。同客舍的人都穿着华丽的绸缎衣服，戴着用红色帽带和珠宝装饰的帽子，腰间悬挂着白玉环，左边佩戴宝刀，右边挂着香囊，光彩照人，像神仙一样；我却穿着破旧的衣服处于他们之间，但我毫无羡慕之心。因为心中有足以快乐的事情，所以不觉得吃的、穿的享受不如别人。我求学的辛勤和艰苦大概就是像这个样子。如今我虽已年老，没有什么成就，但所幸还得以置身于君子的行列中，承受着天子的恩宠荣耀，跟随在公卿之后，每天陪侍着皇上，听候询问，天底下也不适当地称颂自己的姓名，更何况才能超过我的人呢？",
            "如今的学生们在太学中学习，朝廷每天供给膳食，父母每年都赠送冬天的皮衣和夏天的葛衣，没有冻饿的忧虑了；坐在大厦之下诵读诗书，没有奔走的劳苦了；有司业和博士当他们的老师，没有询问而不告诉，求教而无所收获的了；凡是所应该具备的书籍，都集中在这里，不必再像我这样用手抄录，从别人处借来然后才能看到了。他们中如果学业有所不精通，品德有所未养成的，不是由于天资太低下，而是用心不如我这样专一罢了，难道可以说是别人的过错吗？",
            "东阳的马君则，在太学中已学习二年了，同辈的人都称赞他的贤能。我到京师朝见皇上时，马生以同乡晚辈的身份拜见我，写了一封长信作为礼物，文辞很顺畅通达，同他论辩，言语温和而态度谦恭。他自己说少年时对于学习很用心、刻苦，这可以称作善于学习者吧！他将要回家拜见父母双亲，我特地将自己求学的艰辛告诉他。如果说我勉励同乡努力学习，则是我的志意；如果诋毁我夸耀自己际遇之好而在同乡前骄傲，难道是了解我的人吗？",
            "注释：东阳：今浙江东阳市，当时与潜溪同属金华府。马生：姓马的太学生，即文中的马君则。序：文体名，有书序、赠序二种，本篇为赠序。余：我。嗜(shì)学：爱好读书。致：得到。假借：借。弗之怠：即“弗怠之”，不懈怠，不放松读书。弗，不。之，指代抄书。走：跑，这里意为“赶快”。逾约：超过约定的期限。既：已经，到了。加冠：古代男子到二十岁时，举行加冠(束发戴帽)仪式，表示已成年。圣贤之道：指孔孟儒家的道统。宋濂是一个主张仁义道德的理学家，所以十分推崇它。硕(shuò)师：学问渊博的老师。游：交游。尝：曾。趋：快步走。乡之先达：当地在道德学问上有名望的前辈。这里指浦江的柳贯、义乌的黄溍等古文家。执经叩问：携带经书去请教。稍降辞色：把言辞放委婉些，把脸色放温和些。辞色，言辞和脸色。援疑质理：提出疑难，询问道理。叱(chì)(咄duō)：训斥，呵责。俟(sì)：等待。欣(xīn)：同“忻”。卒：终于。箧(qiè)：箱子。曳屣(yèxǐ)：拖着鞋子。穷冬：隆冬。皲(jūn)裂：皮肤因寒冷干燥而开裂。僵劲：僵硬。媵人：陪嫁的女子。这里指女仆。持汤沃灌：指拿热水喝或拿热水浸洗。汤：热水。沃灌：浇水洗。衾(qīn)：被子。逆旅：旅店。日再食：每日两餐。被(pī)绮绣：穿着华丽的绸缎衣服。被，同“披”。绮，有花纹的丝织品。朱缨宝饰：红穗子上穿有珠子等装饰品。腰白玉之环：腰间悬着白玉圈。容臭：香袋子。臭(xiù)：气味，这里指香气。烨(yè页)然：光采照人的样子。缊(yùn)袍：粗麻絮制作的袍子。敝衣：破衣。耄(mào)老：年老。八九十岁的人称耄。宋濂此时已六十九岁。幸预：有幸参与。君子指有道德学问的读书人，另译指有官位的人。缀：这里意为“跟随”。谬称：不恰当地赞许。这是作者的谦词。诸生：指太学生。太学：明代中央政府设立的教育士人的学校，称作太学或国子监。县官：这里指朝廷。廪(lǐn)稍：当时政府免费供给的俸粮称“廪”或“稍”。裘(qiú)：皮衣。葛：夏布衣服。遗(wèi)：给予，赠送。司业、博士：分别为太学的次长官和教授。非天质之卑：不是由于天资太低下。流辈：同辈。朝：旧时臣下朝见君主。宋濂写此文时，正值他从家乡到京城应天(南京)见朱元璋。以乡人子：以同乡之子的身份。谒(yè)：拜见。撰(zhuàn)：写。长书：长信。贽(zhì)：古时晚辈初次拜长辈时所赠的礼物。夷：平易。归见：回家探望。“谓余”二句：认为我是在勉励同乡人努力学习，这是说到了我的本意。诋(dǐ)：毁谤。际遇之盛：际遇的得意，指得到皇帝的赏识重用。骄乡人：对同乡骄傲。",
            "参考资料：完善"
        ]
    },
    {
        "author": "范仲淹",
        "contents": [
            "塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。",
            "浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。"
        ],
        "dynasty": "〔宋代〕",
        "name": "渔家傲·秋思",
        "translation": [
            "译文：秋天到了，西北边塞的风光和江南大不同。向衡阳飞去的雁群，一点也没有停留之意。黄昏时分，号角吹起，边塞特有的风声、马啸声、羌笛声和着号角声从四面八方回响起来。连绵起伏的群山里，夕阳西下，青烟升腾，孤零零的一座城城门紧闭。饮一杯浊酒，不由得想起万里之外的亲人，眼下战事未平，功名未立，还不能早作归计。远方传来羌笛的悠悠之声，天气寒冷，霜雪满地。夜深了，在外征战的人都难以入睡，无论是将军还是士兵，都被霜雪染白了头发，只好默默地流泪。",
            "注释：渔家傲：又名《吴门柳》、《忍辱仙人》、《荆溪咏》、《游仙关》。塞：边界要塞之地，这里指西北边疆。衡阳雁去：传说秋天北雁南飞，至湖南衡阳回雁峰而止，不再南飞。边声：边塞特有的声音，如大风、号角、羌笛、马啸的声音。千嶂：绵延而峻峭的山峰；崇山峻岭。燕然未勒：指战事未平，功名未立。燕然：即燕然山，今名杭爱山，在今蒙古国境内。据《后汉书·窦宪传》记载，东汉窦宪率兵追击匈奴单(chán)于，去塞三千余里，登燕然山，刻石勒功而还。羌管：即羌笛，出自古代西部羌族的一种乐器。悠悠：形容声音飘忽不定。寐：睡，不寐就是睡不着。征夫：出征的将士。",
            "参考资料：完善"
        ]
    },
    {
        "author": "苏轼",
        "contents": [
            "老夫聊发少年狂，左牵黄，右擎苍，锦帽貂裘，千骑卷平冈。为报倾城随太守，亲射虎，看孙郎。",
            "酒酣胸胆尚开张。鬓微霜，又何妨！持节云中，何日遣冯唐？会挽雕弓如满月，西北望，射天狼。"
        ],
        "dynasty": "〔宋代〕",
        "name": "江城子·密州出猎",
        "translation": [
            "译文：我姑且抒发一下少年的豪情壮志，左手牵着黄犬，右臂托起苍鹰，头戴华美鲜艳的帽子，身穿貂鼠皮衣，带着浩浩荡荡的大部队像疾风一样，席卷平坦的山冈。(语文教科书：为我报知全城百姓使之随我出猎。)为了报答百姓随行出猎的厚意，我决心亲自射杀老虎，让大家看看孙权当年搏虎的英姿。我痛饮美酒，心胸开阔，胆气更为豪壮，两鬓微微发白，这又有何妨？什么时候皇帝会派人下来，就像汉文帝派遣冯唐去云中赦免魏尚一样信任我呢？那时我将使尽力气拉满雕弓就像满月一样，瞄准西北，射向西夏军队。",
            "注释：江城子：词牌名。密州：今山东诸城。老夫：作者自称，时年三十八岁。聊：姑且，暂且。狂：豪情。左牵黄，右擎苍：左手牵着黄犬，右臂擎着苍鹰，形容围猎时用以追捕猎物的架势。黄：黄犬。苍：苍鹰。锦帽貂裘：名词作动词使用，头戴着华美鲜艳的帽子。貂裘，身穿貂鼠皮衣。是汉羽林军穿的服装。千骑卷平冈：形容马多尘土飞扬，把山冈像卷席子一般掠过。千骑：形容随从乘骑之多。为报倾城随太守：此句在2020年语文初中教材中被译为“为我报知全城百姓，使随我出猎”。报，报知。倾城：全城的人都出来了。形容随观者之众。太守：指作者自己。看孙郎：孙郎，孙权。这里借以自喻。酒酣胸胆尚开张：极兴畅饮，胸怀开阔，胆气横生。尚：更。微霜：稍白。节：兵符，传达命令的符节。持节：是奉有朝廷重大使命。云中：汉时郡名，今内蒙古自治区托克托县一带，包括山西省西北一部分地区。会：定将。挽：拉。雕弓：弓背上有雕花的弓。满月：圆月。天狼：星名，又称犬星，旧说指侵掠，这里隐指西夏。词中以之隐喻侵犯北宋边境的辽国与西夏。",
            "参考资料：完善"
        ]
    },
    {
        "author": "辛弃疾",
        "contents": [
            "醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声，沙场秋点兵。",
            "马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后名。可怜白发生！"
        ],
        "dynasty": "〔宋代〕",
        "name": "破阵子·为陈同甫赋壮词以寄之",
        "translation": [
            "译文：醉梦里挑亮油灯观看宝剑，恍惚间又回到了当年，各个军营里接连不断地响起号角声。把酒食分给部下享用，让乐器奏起雄壮的军乐鼓舞士气。这是秋天在战场上阅兵。战马像的卢马一样跑得飞快，弓箭像惊雷一样震耳离弦。我一心想替君主完成收复国家失地的大业，取得世代相传的美名。一梦醒来，可惜已是白发人！",
            "注释：醉里：醉酒之中。挑灯：拨动灯火，点灯。看剑：查看宝剑。准备上战场杀敌的形象。说明作者即使在醉酒之际也不忘抗敌。八百里：指牛，这里泛指酒食。《世说新语·汰侈》篇：“王君夫(恺)有牛，名八百里驳，常莹其蹄角。王武子(济)语君夫：‘我射不如卿，今指赌卿牛，以千万对之。’君夫既恃手快，且谓骏物无有杀理，便相然可，令武子先射。武子一起便破的，却据胡床，叱左右：‘速探牛心来！’须臾炙至，一脔便去。”韩愈《元和圣德诗》：“万牛脔炙，万瓮行酒。”苏轼《约公择饮是日大风》诗：“要当啖公八百里，豪气一洗儒生酸。”《云谿友议》卷下《杂嘲戏》条载李日新《题仙娥驿》诗曰：“商山食店大悠悠，陈䵮(yàng)䭔(duī)饠古䭃(rěn)头。更有台中牛肉炙，尚盘数脔紫光毬。”麾：军旗。麾下：指部下。五十弦：本指瑟，泛指乐器。翻：演奏。塞外声：指悲壮粗狂的军乐。沙场：战场点兵：检阅军队。马作的卢(dìlú)飞快：战马像的卢马那样跑得飞快；作，像…一样；的卢，马名。一种额部有白色斑点性烈的快马。相传刘备曾乘的卢马从襄阳城西的檀溪水中一跃三丈，脱离险境。作：像，如。霹雳(pīlì)：特别响的雷声，比喻拉弓时弓弦响如惊雷。了(liǎo)却：了结，完成。天下事：此指恢复中原之事。.赢得：博得。身后：死后。可怜：可惜。",
            "参考资料：完善"
        ]
    },
    {
        "author": "秋瑾",
        "contents": [
            "小住京华，早又是中秋佳节。为篱下黄花开遍，秋容如拭。四面歌残终破楚，八年风味徒思浙。苦将侬强派作蛾眉，殊未屑！",
            "身不得，男儿列，心却比，男儿烈。算平生肝胆，因人常热。俗子胸襟谁识我？英雄末路当磨折。莽红尘何处觅知音？青衫湿！"
        ],
        "dynasty": "〔近现代〕",
        "name": "满江红·小住京华",
        "translation": [
            "译文：我在北京小住了一段时间，转眼间就又到了中秋佳节。篱笆下的菊花都已盛开，秋色明净，就像刚刚擦洗过一般。四面歌声渐歇，我也终如汉之破楚突破了家庭的牢笼，八年来空想着故乡浙江的风味。他们苦苦地想让我做一个贵妇人，其实，我是多么的不屑啊！今生我虽然身子不在男儿的行列，但是我的心，要比男子的心还要刚烈。想想平日，我的一颗心，常为别人而热。那些俗人，心胸狭窄，怎么能懂我呢？英雄在无路可走的时候，难免要经受磨难挫折。在这莽莽红尘之中，哪里才能觅到知音呢？眼泪打湿了我的衣襟。",
            "注释：满江红：词牌名。唐朝名《上江虹》，后改今名。小住京华：到京不久。小住，暂时居住。京华，京城的美称，这里指北京。秋容如拭：秋色明净，就像刚刚擦洗过一般。四面歌残终破楚：四面歌声渐歇，我也终如汉之破楚突破了家庭的牢笼。八年风味徒思浙：八年来空想着故乡浙江的风味。八年，作者光绪二十二年(1896)在湖南结婚，到作词时恰好八年。徒，空，徒然。苦将侬：苦苦地让我。蛾眉：美女的代称，这里指女子。殊未屑：非常不放在心上。殊，很，甚。未，不。屑，顾惜，介意。烈：刚正，不轻易屈服。因人常热：为别人而屡屡激动。热，激动。末路：路途的终点，比喻失意潦倒或没有前途的境地。莽(mǎng)：广大。青衫湿：失意伤心。用唐白居易《琵琶行》“座中泣下谁最多？江州司马青衫湿”诗义。青衫，唐代文官八品、九品服以青，为官职最低的服色。",
            "参考资料：完善"
        ]
    },
    {
        "author": "左丘明",
        "contents": [
            "十年春，齐师伐我。公将战，曹刿请见。其乡人曰：“肉食者谋之，又何间焉？”刿曰：“肉食者鄙，未能远谋。”乃入见。问：“何以战？”公曰：“衣食所安，弗敢专也，必以分人。”对曰：“小惠未遍，民弗从也。”公曰：“牺牲玉帛，弗敢加也，必以信。”对曰：“小信未孚，神弗福也。”公曰：“小大之狱，虽不能察，必以情。”对曰：“忠之属也。可以一战。战则请从。”(遍",
            "同：徧)",
            "公与之乘，战于长勺。公将鼓之。刿曰：“未可。”齐人三鼓。刿曰：“可矣。”齐师败绩。公将驰之。刿曰：“未可。”下视其辙，登轼而望之，曰：“可矣。”遂逐齐师。",
            "既克，公问其故。对曰：“夫战，勇气也。一鼓作气，再而衰，三而竭。彼竭我盈，故克之。夫大国，难测也，惧有伏焉。吾视其辙乱，望其旗靡，故逐之。”",
            "",
            "公与之乘，战于长勺。公将鼓之。刿曰：“未可。”齐人三鼓。刿曰：“可矣。”齐师败绩。公将驰之。刿曰：“未可。”下视其辙，登轼而望之，曰：“可矣。”遂逐齐师。",
            "既克，公问其故。对曰：“夫战，勇气也。一鼓作气，再而衰，三而竭。彼竭我盈，故克之。夫大国，难测也，惧有伏焉。吾视其辙乱，望其旗靡，故逐之。”"
        ],
        "dynasty": "〔先秦〕",
        "name": "曹刿论战",
        "translation": [
            "译文：",
            "鲁庄公十年的春天，齐国的军队攻打鲁国。鲁庄公将要迎战。曹刿请求鲁庄公接见自己。他的同乡说：“打仗的事位当权者自会谋划，你又何必参与呢？”曹刿说：“当权者目光短浅，不能深谋远虑。”于是入朝去见鲁庄公。曹刿问：“您凭借什么作战？”鲁庄公说：“衣食这类安身的东西，不敢独自享有，一定把它分给别人。”曹刿回答说：“这些小恩惠不能遍及百姓，百姓是不会听从您的。”鲁庄公说：“祭祀神灵的牛、羊、玉帛之类的用品，我(从来)不敢虚报数目，一定按照承诺的去做。”曹刿说：“这只是小信用，未能让神灵信服，神是不会保佑你的。”鲁庄公说：“大大小小的诉讼案件，虽然不能件件都了解得清楚，但一定要处理得合情合理。”曹刿回答说：“这才是尽了本职一类的事，可以凭借这个条件打一仗。如果作战，请允许我跟随您一同去。”",
            "鲁庄公和曹刿共坐一辆战车，在长勺与齐军作战。鲁庄公将要下令击鼓进军。曹刿说：“现在不行。”等到齐军三次击鼓之后。曹刿说：“可以击鼓进军了。”齐国军队溃败。鲁庄公又要下令驾车马追逐齐军。曹刿说：“还不行。”说完就向下看，查看齐军车轮碾出的痕迹，又登上战车，扶着轼远望齐军的队形，这才说：“可以追击了。”于是追击齐军。",
            "战胜齐军后，鲁庄公问他这样做的原因。曹刿回答说：“作战，靠的是勇气。第一次击鼓能够振作士气。第二次击鼓士兵们的士气就开始低落了，第三次击鼓士兵们的士气就穷尽了。他们的士气已经消失而我军的士气正盛，所以才战胜了他们。像齐国这样的大国，他们的情况是难以推测的，怕他们设下埋伏。我看他们车轮碾过的痕迹散乱，望见他们的旗子倒下了，所以决定追击他们。”",
            "注释：曹刿(guì)：春秋时鲁国大夫。著名的军事理论家。十年：鲁庄公十年(公元前684年)。齐师：齐国的军队。齐，在今山东省中部。师，军队。伐：攻打。我：指鲁国。《左传》根据鲁史而写，故称鲁国为“我”。公：诸侯的通称，这里指鲁庄公。肉食者：吃肉的人，指当权者。谋：谋划。间(jiàn)：参与。鄙：鄙陋，目光短浅。乃：于是，就。何以战：就是“以何战”，凭借什么作战？以，用，凭，靠。衣食所安，弗敢专也：衣食这类安身的东西，不敢独自享用。安：有“养”的意思。弗：不。专：独自专有，个人专有。必以分人：省略句，省略了\"之\"，完整的句子是“必以之分人”。一定把它分给身边的人。以，把。人：指鲁庄公身边的近臣或贵族。遍：一作“徧”，遍及，普遍。牺牲玉帛(bó)：古代祭祀用的祭品。牺牲，供祭祀用的纯色全体牲畜。色纯为“牺”，体全为“牲”。玉，玉器。帛，丝织品。加：虚报夸大。以：按照。小信未孚(fú)：(这只是)小信用，未能让神灵信服。孚，使人信服。福：名词作动词，赐福，保佑。狱：(诉讼)案件。察：明察。情：诚，诚实。这里指诚心。忠之属也：这是尽了职分(的事情)。忠，尽力做好分内的事。属，种类。可以一战：就是“可以之一战”，可以凭借这个条件打一仗。可，可以。以，凭借。战则请从：(如果)作战，请允许(我)跟从去。从：随行，跟从。公与之乘：鲁庄公和他共坐一辆战车。之，指曹刿。长勺：鲁国地名，今山东莱芜东北。败绩：军队溃败。驰：驱车追赶。辙(zhé)：车轮碾出的痕迹。轼：古代车厢前做扶手的横木。遂：于是，就。逐：追赶，这里指追击。既克：已经战胜。既，已经。夫战，勇气也：作战，靠的是勇气。夫(fú)，放在句首，表示将发议论，没有实际意义。一鼓作气：第一次击鼓能振作士气。作，振作。再：第二次。三：第三次。彼竭我盈：他们的勇气已尽，我们的勇气正盛。彼，代词，指齐军方面。盈，充沛，饱满，这里指士气旺盛。难测：难以推测。测，推测，估计。伏：埋伏。靡(mǐ)：倒下。曹刿论战：选自《左传·庄公十年》。题目是(教材编写者)后加的。",
            "参考资料：完善"
        ]
    },
    {
        "author": "战国策",
        "contents": [
            "邹忌修八尺有余，而形貌昳丽。朝服衣冠，窥镜，谓其妻曰：“我孰与城北徐公美？”其妻曰：“君美甚，徐公何能及君也？”城北徐公，齐国之美丽者也。忌不自信，而复问其妾曰：“吾孰与徐公美？”妾曰：“徐公何能及君也？”旦日，客从外来，与坐谈，问之客曰：“吾与徐公孰美？”客曰：“徐公不若君之美也。”明日徐公来，孰视之，自以为不如；窥镜而自视，又弗如远甚。暮寝而思之，曰：“吾妻之美我者，私我也；妾之美我者，畏我也；客之美我者，欲有求于我也。”",
            "于是入朝见威王，曰：“臣诚知不如徐公美。臣之妻私臣，臣之妾畏臣，臣之客欲有求于臣，皆以美于徐公。今齐地方千里，百二十城，宫妇左右莫不私王，朝廷之臣莫不畏王，四境之内莫不有求于王：由此观之，王之蔽甚矣。”",
            "王曰：“善。”乃下令：“群臣吏民能面刺寡人之过者，受上赏；上书谏寡人者，受中赏；能谤讥于市朝，闻寡人之耳者，受下赏。”令初下，群臣进谏，门庭若市；数月之后，时时而间进；期年之后，虽欲言，无可进者。燕、赵、韩、魏闻之，皆朝于齐。此所谓战胜于朝廷。"
        ],
        "dynasty": "〔先秦〕",
        "name": "邹忌讽齐王纳谏",
        "translation": [
            "译文：邹忌身高八尺多，而且外形、容貌光艳美丽。早晨穿戴好衣帽，照着镜子，对他妻子说：“我和城北徐公相比，谁更美？”他的妻子说：“您非常美，徐公怎么能比得上您？”城北的徐公是齐国的美男子。邹忌不相信自己比徐公美，于是又问他的妾：“我和徐公相比，谁更美？”妾回答说：“徐公哪能比得上您？”第二天，有客人从外面来拜访，邹忌与他相坐而谈，问客人：“我和徐公比，谁更美？”客人说：“徐公不如您美丽。”又过了一天，徐公来了，邹忌仔细地看着他，自己认为不如徐公美；再照镜子看着自己，更是觉得自己与徐公相差甚远。晚上他躺在床上休息时想这件事，说：“我的妻子认为我美，是偏爱我；我的妾认为我美，是害怕我；我的客人认为我美，是有事情有求于我。”",
            "于是邹忌上朝拜见齐威王，说：“我知道自己确实比不上徐公美。可是我的妻子偏爱我，我的妾害怕我，我的客人有事想要求助于我，所以他们都认为我比徐公美。如今齐国有方圆千里的疆土，一百二十座城池。宫中的姬妾及身边的近臣，没有一个不偏爱大王的，朝中的大臣没有一个不惧怕大王的，全国的百姓没有不对大王有所求的。由此看来，大王您受到的蒙蔽太严重了！”",
            "齐威王说：“你说的很好！”于是就下了命令：“大小的官吏，大臣和百姓们，能够当面批评我的过错的人，给予上等奖赏；上书直言规劝我的人，给予中等奖赏；能够在众人集聚的公共场所指责议论我的过失，并传到我耳朵里的人，给予下等奖赏。”命令刚下达，许多大臣都来进献谏言，宫门和庭院像集市一样喧闹；几个月以后，还不时地有人偶尔进谏；满一年以后，即使有人想进谏，也没有什么可说的了。燕、赵、韩、魏等国听说了这件事，都到齐国朝拜齐威王。这就是所说的在朝廷之中不战自胜。",
            "注释：邹忌(zōujì)：战国时齐人，善鼓琴，有辩才，曾任齐相。讽：指下级对上级以委婉曲折的言语进行规劝。齐王：即齐威王。纳谏：接受规劝。纳，接受，接纳。修：长，这里指身高。八尺：战国时一尺约合今天的七寸左右。昳丽：光艳美丽。朝(zhāo)服衣冠：早晨穿戴好衣帽。服，穿戴。朝，早晨。窥镜：照镜子。孰：谁，哪一个。与：和……比。及：比得上。旦日：明日，第二天。孰视之：孰，同“熟”，仔细。之，代指城北徐公。弗(fú)如远甚：远远地不如。弗：不。寝：躺，卧。美我者：以我为美。私：偏爱，动词。诚知：确实知道。皆以美于徐公：都认为我比徐公美。以：以为，认为。于：比。地：土地，疆域。方：方圆纵横。宫妇：宫中的姬妾。左右：国君身边的近臣。四境之内：全国范围内的人。之：音节助词，不译。蔽：蒙蔽，这里指受蒙蔽。善：好。乃：于是，就。面刺：当面指责。面，当面。刺，指责，议论。受：给予，付予。谤讥于市朝(cháo)：在公众场所议论君王的过失。谤：公开指责别人的过错。讥，讽刺。谤讥，指责，议论。市朝，公共场合。闻：这里是“使……听到”的意思。属于动词的使动用法。时时而间(jiàn)进：有时候有人偶然进谏。间进：偶然有人进谏。间：间或，偶尔，有时候。进：进谏。期(jī)年：满一年。期：满。战胜于朝廷：在朝廷上战胜(别国)。意思是内政修明，不需用兵，就能战胜敌国。",
            "参考资料：完善"
        ]
    },
    {
        "author": "司马迁",
        "contents": [
            "陈胜者，阳城人也，字涉。吴广者，阳夏人也，字叔。陈涉少时，尝与人佣耕，辍耕之垄上，怅恨久之，曰：“苟富贵，无相忘。”佣者笑而应曰：“若为佣耕，何富贵也？”陈涉太息曰：“嗟乎！燕雀安知鸿鹄之志哉！”",
            "二世元年七月，发闾左適戍渔阳，九百人屯大泽乡。陈胜﹑吴广皆次当行，为屯长。会天大雨，道不通，度已失期。失期，法皆斩。陈胜﹑吴广乃谋曰：“今亡亦死，举大计亦死；等死，死国可乎？”陈胜曰：“天下苦秦久矣。吾闻二世少子也，不当立，当立者乃公子扶苏。扶苏以数谏故，上使外将兵。今或闻无罪，二世杀之。百姓多闻其贤，未知其死也。项燕为楚将，数有功，爱士卒，楚人怜之。或以为死，或以为亡。今诚以吾众诈自称公子扶苏﹑项燕，为天下唱，宜多应者。”吴广以为然。乃行卜。卜者知其指意，曰：“足下事皆成，有功。然足下卜之鬼乎！”陈胜﹑吴广喜，念鬼，曰：“此教我先威众耳。”乃丹书帛曰“陈胜王”，置人所罾鱼腹中。卒买鱼烹食，得鱼腹中书，固以怪之矣。又间令吴广之次所旁丛祠中，夜篝火，狐鸣呼曰：“大楚兴，陈胜王。”卒皆夜惊恐。旦日，卒中往往语，皆指目陈胜。",
            "吴广素爱人，士卒多为用者。将尉醉，广故数言欲亡，忿恚尉，令辱之，以激怒其众。尉果笞广。尉剑挺，广起，夺而杀尉。陈胜佐之，并杀两尉。召令徒属曰：“公等遇雨，皆已失期，失期当斩。藉第令毋斩，而戍死者固十六七。且壮士不死即已，死即举大名耳，王侯将相宁有种乎！”徒属皆曰：“敬受命。”乃诈称公子扶苏﹑项燕，从民欲也。袒右，称大楚。为坛而盟，祭以尉首。陈胜自立为将军，吴广为都尉。攻大泽乡，收而攻蕲。蕲下，乃令符离人葛婴将兵徇蕲以东。攻铚、酂、苦、柘、谯皆下之。行收兵。比至陈，车六七百乘，骑千余，卒数万人。攻陈，陈守令皆不在，独守丞与战谯门中。弗胜，守丞死，乃入据陈。数日，号令召三老﹑豪杰与皆来会计事。三老﹑豪杰皆曰：“将军身被坚执锐，伐无道，诛暴秦，复立楚国之社稷，功宜为王。”陈涉乃立为王，号为张楚。当此时，诸郡县苦秦吏者，皆刑其长吏，杀之以应陈涉。乃以吴叔为假王，监诸将以西击荥阳。令陈人武臣、张耳、陈馀徇赵地，令汝阴人邓宗徇九江郡。当此时，楚兵数千人为聚者，不可胜数。",
            "葛婴至东城，立襄强为楚王。婴后闻陈王已立，因杀襄强，还报。至陈，陈王诛杀葛婴。陈王令魏人周市北徇魏地。吴广围荥阳。李由为三川守，守荥阳，吴叔弗能下。陈王征国之豪杰与计，以上蔡人房君蔡赐为上柱国。",
            "周文，陈之贤人也，尝为项燕军视日，事春申君，自言习兵，陈王与之将军印，西击秦。行收兵至关，车千乘，卒数十万，至戏，军焉。秦令少府章邯免郦山徒﹑人奴产子生，悉发以击楚大军，尽败之。周文败，走出关，止次曹阳二三月。章邯追败之，复走次渑池十余日。章邯击，大破之。周文自刭，军遂不战。",
            "武臣到邯郸，自立为赵王，陈馀为大将军，张耳、召骚为左右丞相。陈王怒，捕系武臣等家室，欲诛之。柱国曰：“秦未亡而诛赵王将相家属，此生一秦也。不如因而立之。”陈王乃遣使者贺赵，而徙系武臣等家属宫中，而封耳子张敖为成都君，趣赵兵，亟入关。赵王将相相与谋曰：“王王赵，非楚意也。楚已诛秦，必加兵於赵。计莫如毋西兵，使使北徇燕地以自广也。赵南据大河，北有燕、代，楚虽胜秦，不敢制赵。若楚不胜秦，必重赵。赵乘秦之弊，可以得志于天下。”赵王以为然，因不西兵，而遣故上谷卒史韩广将兵北徇燕地。",
            "燕故贵人豪杰谓韩广曰：“楚已立王，赵又已立王。燕虽小，亦万乘之国也，原将军立为燕王。”韩广曰：“广母在赵，不可。”燕人曰：“赵方西忧秦，南忧楚，其力不能禁我。且以楚之彊，不敢害赵王将相之家，赵独安敢害将军之家！”韩广以为然，乃自立为燕王。居数月，赵奉燕王母及家属归之燕。",
            "当此之时，诸将之徇地者，不可胜数。周市北徇地至狄，狄人田儋杀狄令，自立为齐王，以齐反击周市。市军散，还至魏地，欲立魏后故宁陵君咎为魏王。时咎在陈王所，不得之魏。魏地已定，欲相与立周市为魏王，周市不肯。使者五反，陈王乃立宁陵君咎为魏王，遣之国。周市卒为相。",
            "将军田臧等相与谋曰：“周章军已破矣，秦兵旦暮至，我围荥阳城弗能下，秦军至，必大败。不如少遗兵，足以守荥阳，悉精兵迎秦军。今假王骄，不知兵权，不可与计，非诛之，事恐败。”因相与矫王令以诛吴叔，献其首于陈王。陈王使使赐田臧楚令尹印，使为上将。田臧乃使诸将李归等守荥阳城，自以精兵西迎秦军于敖仓。与战，田臧死，军破。章邯进兵击李归等荥阳下，破之，李归等死。",
            "阳城人邓说将兵居郯，章邯别将击破之，邓说军散走陈。铚人伍徐将兵居许，章邯击破之，伍徐军皆散走陈。陈王诛邓说。",
            "陈王初立时，陵人秦嘉﹑铚人董譄﹑符离人朱鸡石﹑取虑人郑布﹑徐人丁疾等皆特起，将兵围东海守庆于郯。陈王闻，乃使武平君畔为将军，监郯下军。秦嘉不受命，嘉自立为大司马，恶属武平君。告军吏曰：“武平君年少，不知兵事，勿听！”因矫以王命杀武平君畔。",
            "章邯已破伍徐，击陈，柱国房君死。章邯又进兵击陈西张贺军。陈王出监战，军破，张贺死。",
            "腊月，陈王之汝阴，还至下城父，其御庄贾杀以降秦。陈胜葬砀，谥曰隐王。",
            "陈王故涓人将军吕臣为仓头军，起新阳，攻陈下之，杀庄贾，复以陈为楚。",
            "初，陈王至陈，令铚人宋留将兵定南阳，入武关。留已徇南阳，闻陈王死，南阳复为秦。宋留不能入武关，乃东至新蔡，遇秦军，宋留以军降秦。秦传留至咸阳，车裂留以徇。",
            "秦嘉等闻陈王军破出走，乃立景驹为楚王，引兵之方与，欲击秦军定陶下。使公孙庆使齐王，欲与并力俱进。齐王曰：“闻陈王战败，不知其死生，楚安得不请而立王！”公孙庆曰：“齐不请楚而立王，楚何故请齐而立王！且楚首事，当令于天下。”田儋诛杀公孙庆。",
            "秦左右校复攻陈，下之。吕将军走，收兵复聚。鄱盗当阳君黥布之兵相收，复击秦左右校，破之青波，复以陈为楚。会项梁立怀王孙心为楚王。",
            "陈胜王凡六月。已为王，王陈。其故人尝与佣耕者闻之，之陈，扣宫门曰：“吾欲见涉。”宫门令欲缚之。自辩数，乃置，不肯为通。陈王出，遮道而呼涉。陈王闻之，乃召见，载与俱归。入宫，见殿屋帷帐，客曰：“夥颐！涉之为王沉沉者！”楚人谓多为伙，故天下传之，夥涉为王，由陈涉始。客出入愈益发舒，言陈王故情。或说陈王曰：“客愚无知，颛妄言，轻威。”陈王斩之。诸陈王故人皆自引去，由是无亲陈王者。陈王以朱房为中正，胡武为司过，主司群臣。诸将徇地，至，令之不是者，系而罪之，以苛察为忠。其所不善者，弗下吏，辄自治之。陈王信用之。诸将以其故不亲附，此其所以败也。",
            "陈胜虽已死，其所置遣侯王将相竟亡秦，由涉首事也。高祖时为陈涉置守頉三十家砀，至今血食。",
            "褚先生曰：地形险阻，所以为固也；兵革刑法，所以为治也。犹未足恃也。夫先王以仁义为本，而以固塞文法为枝叶，岂不然哉！吾闻贾生之称曰：",
            "“秦孝公据肴函之固，拥雍州之地，君臣固守，以窥周室，有席卷天下、包举宇内、囊括四海之意，并吞八荒之心。当是时也，商君佐之，内立法度，务耕织，修守战之具；外连衡而斗诸侯。于是秦人拱手而取西河之外。",
            "“孝公既没，惠文、武、昭襄蒙故业因遗策，南取汉中，西举巴蜀，东割膏腴之地，收要害之郡。诸侯恐惧，会盟而谋弱秦，不爱珍器、重宝、肥饶之地，以致天下之士，合从缔交，相与为一。当此之时，齐有孟尝，赵有平原，楚有春申，魏有信陵。此四君者，皆明智而忠信，宽厚而爱人，尊贤而重士，约从离横，兼韩、魏、燕、赵、宋、卫、中山之众。于是六国之士，有宁越、徐尚、苏秦、杜赫之属为之谋，齐明、周最、陈轸、召滑、楼缓、翟景、苏厉、乐毅之徒通其意，吴起、孙膑、带佗、倪良、王廖、田忌、廉颇、赵奢之伦制其兵。尝以十倍之地，百万之众，叩关而攻秦。秦人开关而延敌，九国之师逡巡遁逃而不敢进。秦无亡矢遗镞之费，而天下诸侯已困矣。于是从散约解，争割地以赂秦。秦有余力而制其弊，追亡逐北，伏尸百万，流血飘橹。因利乘便，宰割天下，分裂河山。强国请服，弱国入朝。",
            "“施及孝文王、庄襄王，享国之日浅，国家无事。",
            "“及至始皇，奋六世之余烈，振长策而御宇内，吞二周而亡诸侯，履至尊而制六合，执敲朴以鞭笞天下，威振四海。南取百越之地，以为桂林、象郡。百越之君，俯首系颈，委命下吏。乃使蒙恬北筑长城而守藩篱，却匈奴七百余里。胡人不敢南下而牧马，士不敢弯弓而报怨。于是废先王之道，燔百家之言，以愚黔首；隳名城，杀豪俊，收天下之兵聚之咸阳，销锋鍉，铸以为金人十二，以弱天下之民。然后践华为城，因河为池，据亿丈之城、临不测之溪以为固。良将劲驽，守要害之处；信臣精卒，陈利兵而谁何。天下已定，始皇之心，自以为关中之固，金城千里，子孙帝王万世之业也。",
            "“始皇既没，余威震于殊俗。",
            "然陈涉瓮牖绳枢之子，氓隶之人，而迁徙之徒也；材能不及中人，非有仲尼、墨翟之贤，陶朱、猗顿之富。蹑足行伍之间，倔起阡陌之中，率罢散之卒，将数百之众，转而攻秦，斩木为兵，揭竿为旗，天下云集而响应，赢粮而景从。山东豪俊遂并起而亡秦族矣。",
            "“且夫天下非小弱也，雍州之地，肴函之固，自若也；陈涉之位，非尊于齐、楚、燕、赵、韩、魏、宋、卫、中山之君也；锄耰棘矜，不铦于钩戟长铩也；适戍之众，非抗于九国之师也；深谋远虑，行军用兵之道，非及乡时之士也。然而成败异变，功业相反。试使山东之国与陈涉度长絜大，比权量力，则不可同年而语矣。然秦以区区之地，致万乘之势，序八州而朝同列，百有余年矣。然后以六合为家，肴函为宫。一夫作难而七庙隳，身死人手，为天下笑者，何也？仁义不施而攻守之势异也。”",
            "【索隐述赞】天下匈匈，海内乏主，掎鹿争捷，瞻乌爰处。陈胜首事，厥号张楚。鬼怪是凭，鸿鹄自许。葛婴东下，周文西拒。始亲朱房，又任胡武。伙颐见杀，腹心不与。庄贾何人，反噬城父！"
        ],
        "dynasty": "〔两汉〕",
        "name": "陈涉世家",
        "translation": [
            "译文：",
            "陈胜，是阳城人，字涉。吴广，是阳夏人，字叔。陈胜少年时期，曾经同别人一道被雇佣耕地，(一天他)停止耕作走到田埂高地上休息，惆怅了很久，说：“如果有谁富贵了，不要忘记大家呀。”一起耕作的同伴笑着回答说：“你一个被雇佣耕地的人，哪来的富贵呢？”陈胜长叹一声说：“唉，燕雀怎么能知道鸿鹄的志向呢？”",
            "秦二世元年七月，朝廷征发贫苦百姓去驻守渔阳，九百人驻扎在大泽乡。陈胜吴广都被编入谪戍的队伍，担任戍守队伍的小头目。恰巧遇到天下大雨，道路不通，估计已经误期。误了期限，按(秦朝的)法律都应当斩首。陈胜吴广于是商量说：“即使现在逃跑(被抓回来)也是死，发动起义也是死，同样是死，为国事而死，可以么？”陈胜说：“天下百姓苦于秦的统治已经很久了。我听说秦二世是始皇帝的小儿子，不应立为皇帝，应立的是公子扶苏。扶苏因为屡次劝谏的缘故，皇上派(他)在外面带兵。现在有人听说他没什么罪，秦二世却杀了他。老百姓大都听说他很贤明，而不知道他死了。项燕是楚国的将领，曾多次立下战功，又爱护士兵，楚国人都很爱戴他。有人认为他死了，有人认为他逃跑了。现在如果把我们的人假称是公子扶苏和项燕的队伍，号召天下百姓反秦，应当有很多响应的人。”吴广认为他讲得对。于是二人就去占卜(来预测吉凶)。占卜的人了解了他们的意图，就说：“你们的大事都能成功，可以建立功业。然而你们把事情向鬼神卜问一下吧！”陈胜吴广很高兴，考虑卜鬼的事情，说：“这是教我们利用鬼神来威服众人罢了。”于是就用朱砂在绸子上写上“陈胜王”(三个字)，放在别人所捕的鱼的肚子里。士兵们买鱼回来烹食，发现鱼肚子里面的帛书，自然就诧怪这件事了。陈胜又暗地里派吴广到驻地旁边丛林里的神庙中，在夜间提着灯笼，作狐狸嗥叫的凄厉的声音大喊：“大楚将兴，陈胜为王。”士兵们整夜惊恐不安。第二天，士兵们中间议论纷纷，只是指指点点，互相以目示意看着陈胜。",
            "吴广向来爱护士兵，士兵大多愿意听(他)差遣，(一天)押送戍卒的将尉喝醉了，吴广故意多次说想要逃跑，使将尉恼怒，让他侮辱自己，以便激怒那些士兵们。将尉果真用竹板打吴广。将尉拔剑出鞘想杀吴广，吴广跳起来，夺过利剑杀了将尉。陈胜帮助他，一起杀了两个将尉。(于是陈胜)召集并号令部属的人说：“你们诸位遇上大雨，都已误了期限，误期是要杀头的。假使仅能免于斩刑，可是去守卫边塞死掉的本来也会有十分之六七。况且壮士不死便罢了，要死就该成就伟大的名声啊，王侯将相难道有天生的贵种么？”部属的人都说：“愿意听从您的号令。”于是就假称是公子扶苏项燕的队伍，顺从人民的愿望。个个露出右臂(作为起义的标志)，号称大楚。用土筑成高台并在台上宣誓，用(两个)将尉的头祭天。陈胜自立为将军，吴广任都尉。他们攻打大泽乡，收编大泽乡的义军之后攻打蕲县。攻下蕲以后，就派符离人葛婴率军巡行蕲县以东的地方，陈胜则攻打铚酂苦柘谯等地，都攻占下来。行军中沿路收纳兵员。等到到达陈县，已有战车六七百辆，骑兵一千多，士兵好几万。攻陈县时，那里的郡守和县令都不在，只有守丞带兵在城门洞里同起义军作战。守丞不能胜，被人杀死了，起义军才进城占领了陈县。过了几天，陈胜下令召集当地管教化的乡官和才能出众的乡绅一起来集会议事。乡官乡绅都说：“将军您亲身披着战甲，拿着锐利的武器，讨伐不义的暴君，消灭残暴的秦朝，重建楚国的江山，按照功劳应当称王。”陈涉于是自立为王，定国号叫张楚。在这时，各郡县中吃尽秦朝官吏苦头的百姓，都起来惩罚当地郡县长官，杀死他们来响应陈胜(的号召)。于是就以吴广为代理王，督率各将领向西进攻荥阳(在今河南郑州市辖区内)。命令陈县人武臣张耳陈馀去攻占原来赵国的辖地，命令汝阴(今安徽阜阳)人邓宗攻占九江郡(今安徽寿县)。这时候，楚地几千人聚集在一起起义的，多得不计其数。",
            "葛婴到达东城，立襄强为楚王。葛婴后来听说陈胜已自立为王，接着就杀了襄强，回来向陈胜报告。一到陈县，陈胜就杀了葛婴。陈胜命令魏人周市北上攻取原属魏国的地方。吴广包围了荥阳。李由任三川郡(今河南洛阳东白马寺东。李由，李斯之子)守，防守荥阳，吴广久攻不下。陈胜召集国内的豪杰商量对策，任命上蔡(在今河南驻马店市辖区内)人房君蔡赐做上柱国。",
            "周文(《史记集解》作周章)，是陈县有名的贤人，曾经是项燕军中的占卜望日官，也在楚相春申君黄歇手下做过事，他自称熟习用兵，陈王就授给他将军印，带兵西去攻秦。他一路上边走边召集兵马，到达函谷关(河南灵宝)的时候，有战车千辆，士兵几十万人，到了戏亭(今陕西临潼东北，距咸阳四十千米)时，就驻扎了下来。秦王朝派少府章邯赦免了因犯罪而在骊山服役的人以及家奴所生的儿子，全部调集来攻打张楚的大军，把楚军全给打败了，周文失败之后，逃出了函谷关，在曹阳(今河南三门峡西南)驻留了两三个月。章邯又追来把他打败了，再逃到渑池(今河南三门峡)驻留了十几天。章邯又来追击，把他打得惨败。周文自杀，他的军队也就不能作战了。",
            "武臣到达邯郸，就自立为赵王，陈馀做大将军，张耳召骚任左右丞相。陈王知道后非常生气，就把武臣等人的家属逮捕囚禁了起来，打算杀死他们。上柱国蔡赐说：“秦王朝还没有灭亡就杀了赵王将相的家属，这等于是又生出一个与我们为敌的秦国来。不如就此封立他好些。”陈王于是就派遣使者前往赵国去祝贺，同时把武臣等人的家属迁移到宫中软禁起来，又封张耳的儿子张敖做成都君，催促赵国的军队速进军函谷关。赵王武臣的将相们商议说：“大王您在赵国称王，并不是楚国的本意。等到楚灭秦以后，一定会来攻打赵国。最好的办法莫过于不派兵向西进军，而派人向北攻取原来燕国的辖地以扩大我们自己的土地。赵国南面据黄河天险，北面又有燕代的广大土地，楚国即使战胜了秦国，也不敢来压制赵国。如果楚国不能战胜秦国，必定就会借重赵国。到时候赵国趁着秦国的疲敝，就可以得志于天下了。”赵王认为说得有道理，因而不向西出兵，而派了原上谷郡卒史韩广领兵北上去攻取燕地。",
            "燕国原来的贵族豪杰劝告韩广说：“楚国已经立了王，赵国也已立了王。燕国地方虽然小，过去也是个拥有万辆兵车的国家，希望将军您自立做燕王。”韩广回答说：“我的母亲还留在赵国，使不得。”燕人说：“赵国现在正西面担忧秦，南面担忧楚，他的力量不能来限制我们。况且以楚国的强大，都不敢杀害赵王将相的家属，赵国又怎敢杀害将军您的家属呢？”韩广认为他们说的有道理，于是就自立做了燕王。过了几个月，赵国派人护送燕王的母亲及其家属来到了燕国。",
            "在这个时候，到各地去攻城占地的将领，数不胜数。(《资治通鉴》：陈胜既派出周章，认为秦政府混乱，有轻视秦政府的意思，不再设立防备。博士孔鲋劝谏说：“臣听说兵法：‘不恃仗敌人不来进攻，而恃仗我们不怕进攻。’今天大王只恃仗敌人不来进攻，而不恃仗自己的防备，一旦兵败，后悔都来不及。”陈胜说：“我的军事行动，先生不必辛苦担心！”)周市北上攻城掠地到达了狄县(今山东高青东南)，狄县人田儋杀死了狄县县令，自立为齐王，凭借齐地的力量来反击周市。周市的军队溃散了，退回到了魏地，打算立魏王的后代宁陵君咎做魏王。其时咎在陈王那里，不能回到魏地去。魏地平定以后，大家想共同拥立周市做魏王，周市不肯接受。使者先后五次往返于陈王与周市之间，陈王乃答应立宁陵君咎做魏王，遣送他回到魏国去。周市最后做了魏国的相。",
            "将军田臧等人一起谋划说：“周文的军队已经溃散，秦国的军队早晚就要到来，我们包围荥阳城久攻不下，如果秦国的军队到来，一定会被打得大败。不如留下少量的部队，足以守住荥阳就可以了，把其余精锐的军队全部拿来迎击秦军。现在代理王吴广骄横，又不懂用兵权谋，这样的人无法和他商量议事，不杀了他，我们的计划恐怕会被搞坏。”于是他们就假冒陈王的命令杀掉了吴广，把吴广的头献给了陈王。陈王就派使者赐给田臧楚令尹的大印，任命他做上将军。田臧就派部将李归等人驻守荥阳城，自己带了精锐的部队西进到敖仓迎战秦军。双方交战时，田臧战死，军队溃散。章邯领兵趁机到荥阳城下来攻打李归这些人，打败了他们，李归等人战死。",
            "阳城人邓说领兵驻扎在郏城(原文作郯城，据《史记索隐》《史记正义》改。今河南郏县)，被章邯部将所带的一支部队击败，邓说率军溃逃到陈县。铚人伍徐率兵驻扎在许县(今河南许昌东)，也被章邯的军队击溃了他。伍徐的军队都溃散逃到了陈县。陈王杀了邓说。",
            "陈胜刚刚自为王时，陵县(今江苏泗阳)人秦嘉铚县人董緤符离(今安徽宿州东北)人朱鸡石取虑(今江苏睢宁西南)人郑布徐县(今江苏省泗洪东南)人丁疾等都单独起兵反秦，他们领兵把东海郡守名叫庆的围困在郯城(东海郡郡治，在今山东临沂市辖区内)。陈王听说后，就派武平君名叫畔的做将军，督率郯城下的各路军队。秦嘉拒不接受这个命令，自立为大司马，讨厌隶属于武平君畔。便告诉他的军吏说：“武平君年轻，不懂得军事，不要听他的！”接着就假托陈王的命令杀死了武平畔。",
            "章邯打败伍徐以后，接着进攻陈县，陈王的上柱国房君蔡赐战死了。章邯又领兵进攻驻守在陈县西面的张贺部队。陈王亲自出来督战，结果楚军还是战败，张贺阵亡。",
            "十二月，陈王退到了汝阴(今安徽阜阳)，在回到下城父(今安徽涡阳)时，他的车夫庄贾杀了他投降秦军。陈胜死后安葬在砀县(今河南永城东北)，谥号叫隐王。",
            "陈王从前的侍臣吕臣将军组织了一支青巾裹头的“苍头军”，从新阳(今安徽界首北)起兵攻打陈县，攻克后，杀死了庄贾，又以陈县为楚都。",
            "当初，陈王刚到陈县的时候，曾命令铚县人宋留领兵去平定南阳(今河南省地级市)，再进兵武关(今陕西丹凤东)。宋留攻占了南阳之后，传来了陈王被杀的消息，于是南阳又被秦军夺了回去。宋留不能进入武关，就往东到了新蔡(今河南驻马店市辖区内)，不料又遇上了秦军，宋留带着部队投降了秦军。秦军押解宋留到了咸阳，将他五马分尸示众。",
            "秦嘉等人听说陈王的军队已经兵败逃走了，就立景驹做了楚王，率兵到了方与(今山东鱼台西)，准备在定陶(今山东菏泽市辖区内)附近袭击秦军。于是派公孙庆出使齐国去会见齐王田儋，想联合他一同进兵。齐王说：“听说陈王战败了，至今生死不明，楚国怎么能不来向我请示就自立为王呢？”公孙庆说：“齐国不请示楚国而立王，楚国为什么要向齐国请示才能立王呢？何况楚是首先起义反秦的，理当号令天下。”田儋杀死了公孙庆。",
            "秦的左右校尉率领部队再次进攻陈县，并占领了它。将军吕臣失败逃跑后，重新集结兵马。并与当年在鄱阳为盗后被封为当阳君的黥布所率领的军队联合起来，又攻击秦左右校尉的军队，在青波把他们打败了，再度以陈县为楚都。这时正好项梁立楚怀王的孙子名叫心的做了楚王。",
            "陈胜称王总共六个月的时间。当了王之后，以陈县为国都。从前一位曾经与他一起雇佣给人家耕田的伙计听说他做了王，来到了陈县，敲着宫门说：“我要见陈涉。”守宫门的长官要把他捆绑起来。经他反复解说，才放开他，但仍然不肯为他通报。等陈王出门时，他拦路呼喊陈涉的名字。陈王听到了，才召见了他，与他同乘一辆车子回宫。走进宫殿，看见殿堂房屋帷幕帐帘之后，客人说：“夥颐！陈涉大王的宫殿高大深邃啊！”楚地人把“多”叫做“夥”，所以天下流传“夥涉为王”的俗语，就是从陈涉开始的。这客人在宫中出出进进越来越随便放肆，常常跟人讲陈涉从前的一些旧事。有人就对陈王说：“您的客人愚昧无知，专门胡说八道，有损于您的威严。”陈王就把来客杀死了。从此之后，陈王的故旧知交都纷纷自动离去，没有再亲近陈王的人了。(《史记索隐》：陈胜当了国王，岳父和妻兄都前去投靠。陈胜以普通宾客的礼节对待他们。岳父愤怒地说：“依仗强势怠慢长者，不能长久！”于是不辞而别。)陈王任命朱房做中正，胡武做司过，专门督察群臣的过失。将领们攻占了地方回到陈县来，命令稍不服从，就抓起来治罪，以苛刻地寻求群臣的过失作为对陈王的忠心。凡是他俩不喜欢的人，一旦有错，不交给负责司法的官吏去审理，就擅自予以惩治。陈王却很信任他们。将领们因为这些缘故就不再亲近依附他了。这就是陈王所以失败的原因。",
            "陈胜虽然已经死了，他所封立派遣的侯王将相终于灭掉了秦王朝，这是由于陈涉首先起义反秦的结果。汉高祖时，在砀县安置了三十户人家为陈涉看守坟墓，到汉武帝时仍按时杀牲祭祀他。(《汉书》：王莽战败，才断绝。)",
            "褚先生(褚少孙)说：地形险阻，是便于用来固守的；武器装备和法制规章，是便于统治国家的。但这些还不是最可靠的。先王以仁义道德作为治国的根本，而把巩固边塞制定法律条文看成枝叶，难道不是这样吗？我曾经听说贾谊的文章说：",
            "“秦孝公占据崤山和函谷的险固地势，拥有整个雍州地区(今陕西甘肃一带)，君臣牢固把守，随时窥视着周王朝的政权，大有席卷天下，包举宇内，囊括四海的劲头儿，并吞八方极远之地的心气儿。就在这个时候，商鞅辅佐秦孝公，对内建立法令制度，致力于耕种纺织，整治攻守的武器，对外用连横的策略使诸侯们互相争斗。于是秦国像两手相合那样容易毫不费力地取得了黄河以西的大片土地。",
            "秦孝公死后，秦惠文王武王昭襄王承接了秦孝公的治国事业，遵循着先人留下来的策略，向南面夺取了汉中，向西南夺取了巴蜀，向东面割得了肥沃的土地，向北面夺得了冲要险阻的郡邑。诸侯们因此而恐惧惊慌，相会结盟商量对策来削弱秦国。他们不吝惜珍贵的财宝和富饶的土地，用来招纳天下的人才。采取合纵策略缔结盟约，互相支援，为一体。在这个时候，齐国有孟尝君，赵国有平原君，楚国有春申君，魏国有信陵君：这四位公子，都英明智慧而忠诚信义，宽宏厚道而爱惜人才，尊重贤者而器重士人。他们互相约定实行合纵联合抗秦，破坏秦国的连横策略，联合韩魏燕楚齐赵宋卫中山等国的有关人士。于是六国的人才，有宁越徐尚苏秦杜赫这些人替他们策划；有齐明周最陈轸邵滑楼缓翟景苏厉乐毅这些人沟通他们的意见；有吴起孙膑带佗倪良王廖田忌廉颇赵奢这些人统率他们的军队。诸侯们曾经用相当于秦国十倍的土地，百万的大军，攻打函谷关而进击秦国。秦国开关迎敌，九国的军队反逃跑而不敢前进。秦国没有耗费一个箭头，而天下的诸侯却已经疲惫不堪了。于是合纵解散，盟约破坏，各自争相割地贿赂秦国。秦国有充余的力量来利用诸侯的弱点，追赶逃亡败走的敌人，杀得他们横尸百万，流的血把大盾牌都漂浮起来；秦国趁着有利的形势，方便的时机，分割土地山河，因而强国请求臣服，弱国前来朝拜称臣了。",
            "延续到秦孝文王庄襄王的时候，他们在位的时间短暂，国家没有什么事。",
            "到了秦始皇，他发扬六代传下来的功业，像驾车似的挥动长鞭来驾御各诸侯国，吞并了东周和西周两个小国，灭亡了六国诸侯，登上了皇帝的宝座而控制天下，手持刑杖来鞭笞天下的人民，声威震慑四海。向南方夺取了百越的土地，把它设为桂林郡(今广西百色东北)和象郡(今广西崇左)；百越的君长们，低着头，用绳子拴住自己的脖子来投降，把自己的性命交给秦王朝的下级官吏掌握。于是派蒙恬到北方去修筑万里长城，作为边疆上的屏障来防守，把匈奴向北驱赶了七百多里；匈奴人不敢到南边来牧马，兵士也不敢搭起弓箭来报仇。于是废除了先王的治国之道，焚烧了诸子百家的著作，以图使老百姓愚昧无知；他还毁坏各地的名城，杀戮豪杰，收集天下的武器集中到咸阳，熔化刀剑和箭头，铸成十二个金属人像，来削弱天下人民的反抗力量。然后依凭华山当作城墙，凭借黄河作为护城河，依据亿丈高的华山，临守着深险莫测的黄河，作为守卫的险要之地。良将拿着强弓，防守重要的地方，可靠的大臣带领精干的士兵，摆列着锋利的武器，严厉盘查过往的行人是谁。天下已经平定，秦始皇的心中，自以为关中的坚固，是千里金城，可以作为子子孙孙万世当皇帝的基业了。",
            "秦始皇死了以后，他的余威还震慑着远方。然而陈涉是一个用破瓮作窗户，用草绳拴门轴的穷苦人家的子弟，是耕田的人，是供人役使的人，是被征发戍守边境的人。他的才能比不上一般平常的人，既没有孔子墨子那样的贤明，也没有陶朱(范蠡)猗顿那样的富有，置身在戍卒的行列之中，兴起在乡野之间，带领着疲乏散乱的戍卒，统率着几百个人，转身攻打秦国，砍下木棍做武器，高举竹竿为旗帜，天下的人就像风云那样迅速汇集起来，像回响那样应声而起，挑着粮食，如影随形地跟着他。崤山函谷关以东的英雄豪杰一齐起来，就把秦王朝推翻了。",
            "再说，那秦王朝的天下并没有缩小削弱；雍州的土地，崤山函谷关的险要坚固，还像从前一样。陈涉的地位，并不比齐楚燕赵韩宋卫中山的国君尊贵；锄耙戟柄，并不比钩戟长矛锋利；被征发戍守边地的民众，并不比九国的军队强大；深谋远虑，行军与指挥作战的本领，也比不上先前六国的那些才智之士。但是成功失败完全不同，；功业完全相反，这是什么原因呢？假使拿崤山函谷关以东各国诸侯来跟陈涉量量长短，比比大小，比较一下他们的权威，衡量衡量他们的实力，那简直不能够同年而语，相提并论。然而秦国当初凭借很小的地方，发展为有万辆兵车的强国，进而控制了其它八州，使来与它地位相同的诸侯国都来向秦国朝拜称臣，已经有一百多年的历史了。然后把天地四方当作家，把崤山函谷关当作宫墙。可是陈涉一个人首倡起义，秦王朝的七代宗庙就被毁坏，连秦王子婴也死在别人手中，被天下的人所讥笑，这是什么原因呢？这是因为不施行仁政，而攻取天下和后来防守天下的形势是不同的啊。”",
            "注释：世家，《史记》传记的一种，主要是为王侯将相所作的传记。陈胜虽出身雇农，但他首事反秦，功大，又曾建立“张楚”政权，故给予他重要的历史地位，列入“世家”。阳城：今河南登封东南。阳夏(jiǎ)：今河南太康县。尝与人佣耕：曾经同别人一道被雇佣耕地。佣，被雇佣。辍耕之垄上：停止耕作走到田埂高地上休息。之：动词，去往。怅恨久之：惆怅了很久。怅，失意，不痛快。怅恨：惆怅，极端不满。若：代词，你，指陈胜。燕雀安知鸿鹄之志哉：燕雀怎么知道鸿鹄的志向呢！燕雀，麻雀，这里比喻见识短浅的人。鸿鹄，天鹅，这里比喻有远大抱负的人。二世元年：公元前年。秦始皇死后，他的小儿子胡亥继位，称为二世。发闾左谪戍渔阳：征发贫苦人民去驻守渔阳。闾左，指贫民，古时贫者居住闾左，富者居住闾右。適：贬谪。皆次当行：都被编入谪戍的队伍。当行，当在征发之列。屯长：戍守队伍的小头目。亡：逃跑；逃走。举大计：发动大事，指起义。下文的“举大名”意思与此相同。等：同样。死国：为国事而死。苦秦：苦于秦(的统治)。以数谏故：因为屡次劝谏的缘故。数，屡次。谏，古代下级对上级提意见或建议，劝诫。上使外将兵：皇上派(他)在外面带兵。上：臣下对皇帝的尊称，指秦始皇嬴政。项燕：战国末年楚国著名将领，项梁之父西楚霸王项羽的祖父，曾大败秦将李信。怜：爱戴。诚以吾众：如果把我们的人。诚：果真，表假设。唱：通“倡”，首发。宜多应者：应当(有)很多响应的人。宜：应当。足下：指对方，古人对于别人的敬称。卜之鬼乎：把事情向鬼神卜问一下吧！卜之鬼，就是“卜之于鬼”，“于”字省略。念鬼：考虑卜鬼的事。念，考虑思索。乃丹书帛曰“陈胜王”：于是(用)丹砂(在)绸子上写“陈胜王”(三个字)。丹，朱砂。这里是“用朱砂”的意思。书，写。王，称王。置人所罾鱼腹中：放在别人所捕的鱼的肚子里。罾(zēng)：鱼网。这里作动词，是“用鱼网捕”的意思。固以怪之矣：自然就诧怪这件事了。以，通“已”，已经。间令：暗使。间，私自，偷着。之次所旁丛祠中：往驻地旁边的丛林里的神庙中。次所：旅行或行军时临时驻扎的地方。丛祠，树木荫蔽的神庙。旦日：明天，第二天。往往语：到处谈论。指目：指指点点，互相以目示意。将尉：押送(戍卒)的军官。忿恚(fènhuì)尉：使尉愤怒。笞：用鞭杖或竹板打。剑挺：拔剑出鞘。召令徒属：召集并号令所属的人。公等：你们诸位。公，对对方的敬称。藉第令毋斩：即使能免于斩刑。“藉”“第”“令”都是“即使假若”的意思。十六七：十分之六七。王侯将相宁有种乎：王侯将相难道有天生的贵种吗？宁，难道。受命：听从(你的)号令。袒右：露出右臂(做为起义的标志)。：祭以尉首：用两(尉)的头祭天。蕲：今安徽宿州南。符离：今安徽宿州。徇：指率军巡行，使人降服。铚(zhì)酂(cuó)苦(hù)柘(zhè)谯(qiáo)：秦时地名，铚谯，在今安徽。酂苦柘，在今河南。行收兵：行军中沿路收纳兵源。比：等到。陈，秦时县名，今河南淮阳。守令皆不在：郡守县令都不在。秦时，陈县属于砀郡，是郡府县府所在地，所以有守有令。守丞：守城的当地行政助理官。谯门中：城门洞里。三老：封建社会里管教化的乡官。豪杰，指当地有声望的人。被(pī)坚执锐：披着铠甲，拿着兵器。比喻亲自投身战斗，冲锋陷阵。被，通“披”，穿。坚，指铁甲。锐，指武器。社稷：“社”是土地神，“稷”是谷神。后来社稷就用来做国家的代称。号为张楚：对外宣称要张大楚国，即复兴楚国之意。一说定国号为“张楚”。刑其长吏：惩罚当地的郡县长官。刑，惩罚。荥阳：位于今河南省，是古代的军事重镇。楚兵：指楚地的起义军。为聚，结成一伙。聚，集合在一起。还报：回去向陈胜汇报。视日：占卜日子吉凶的官。春申君：战国时楚相黄歇的封号。关：指函谷关。郦山徒：指发配在骊山服劳役的人。郦，今作“骊”。奴产子生，家人奴婢所生的儿子。捕系：逮捕拘禁。柱国：指蔡赐。此生一秦也：这样做又制造出一个像秦一样的敌国来。王王：前一个“王”字是名词，指武臣，后一个“王”字是动词，称王的意思。计莫如毋西兵：最好的计策莫过于不向西方(指秦国)出兵。使使：前一个“使”字是动词，派遣；后一个“使”字是名词，使者。燕故贵人：过去燕国的贵族。居数月：过了几个月。五反：指往返了五次。反，同“返”。周章：即上文中的周文。旦暮至：早晚就要到。兵权：指用兵的计谋策略。矫王令：假传陈王的命令。矫，假托。敖仓：秦代在敖山上筑仓储粮，所以叫敖仓，也叫敖庾。故地在今河南郑州西北氓山上。郯：在今山东省郯城县西，当时章邯的军队并没有到达那里，不当在郯交战。“郯”当为“郏(jiá)”。郏，在今河南郏县，与邓说家乡阳城临近。皆特起：都各自起兵反秦。特，单独。御：驾车的人。谥：古人有地位的人死后，按其生平事迹给予的称号。隐：有功业未显使人哀伤之意。仓头军：以青巾裹头的军队。车裂：古代的一种酷刑，用五马分尸。徇，这里是示众的意思。首事：指首先起兵反秦。左右校：即左右校尉，次于将军的军官，这里指他们所率领的军队。鄱盗：黥布在陈胜起义前曾在鄱阳一带的长江中为盗，故称“鄱盗”。相收，指吕臣与黥布的军队互相联合。怀王孙心：楚怀王的孙子，名心。王：称王。凡，总共。王陈：即“王于陈”，在陈地做王。宫门令：守卫宫门的官。辩数：反复解说。夥颐：意思是“真多呀”。夥，多。颐，语气助词，相当于“呀”。沈沈：形容宫室高大深邃，富丽堂皇。夥涉为王：这是当时流传的口头语，意思是一朝得志就变得十分阔气。发舒：放肆，随便。颛：通“专”。妄言，胡说。令之不是者：命令他而不顺从的。系：拘捕。罪之，把他判罪。其所不善者：指与朱房胡武关系不好的人。下吏：交给执法官吏。血食：享受祭祀。古时祭祀要宰杀牲畜作祭品，所以叫“血食”。兵革刑法：指武器装备和法制规章。固塞文法：坚固关塞，文饰法律条文。贾生：指贾谊。以下文字引自贾谊的《过秦论》上篇。",
            "参考资料：完善"
        ]
    },
    {
        "author": "诸葛亮",
        "contents": [
            "先帝创业未半而中道崩殂，今天下三分，益州疲弊，此诚危急存亡之秋也。然侍卫之臣不懈于内，忠志之士忘身于外者，盖追先帝之殊遇，欲报之于陛下也。诚宜开张圣听，以光先帝遗德，恢弘志士之气，不宜妄自菲薄，引喻失义，以塞忠谏之路也。",
            "宫中府中，俱为一体；陟罚臧否，不宜异同。若有作奸犯科及为忠善者，宜付有司论其刑赏，以昭陛下平明之理，不宜偏私，使内外异法也。",
            "侍中、侍郎郭攸之、费祎、董允等，此皆良实，志虑忠纯，是以先帝简拔以遗陛下。愚以为宫中之事，事无大小，悉以咨之，然后施行，必能裨补阙漏，有所广益。",
            "将军向宠，性行淑均，晓畅军事，试用于昔日，先帝称之曰能，是以众议举宠为督。愚以为营中之事，悉以咨之，必能使行阵和睦，优劣得所。",
            "亲贤臣，远小人，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓也。先帝在时，每与臣论此事，未尝不叹息痛恨于桓、灵也。侍中、尚书、长史、参军，此悉贞良死节之臣，愿陛下亲之信之，则汉室之隆，可计日而待也。",
            "臣本布衣，躬耕于南阳，苟全性命于乱世，不求闻达于诸侯。先帝不以臣卑鄙，猥自枉屈，三顾臣于草庐之中，咨臣以当世之事，由是感激，遂许先帝以驱驰。后值倾覆，受任于败军之际，奉命于危难之间，尔来二十有一年矣。",
            "先帝知臣谨慎，故临崩寄臣以大事也。受命以来，夙夜忧叹，恐托付不效，以伤先帝之明；故五月渡泸，深入不毛。今南方已定，兵甲已足，当奖率三军，北定中原，庶竭驽钝，攘除奸凶，兴复汉室，还于旧都。此臣所以报先帝而忠陛下之职分也。至于斟酌损益，进尽忠言，则攸之、祎、允之任也。",
            "愿陛下托臣以讨贼兴复之效，不效，则治臣之罪，以告先帝之灵。若无兴德之言，则责攸之、祎、允等之慢，以彰其咎；陛下亦宜自谋，以咨诹善道，察纳雅言，深追先帝遗诏。臣不胜受恩感激。今当远离，临表涕零，不知所言。"
        ],
        "dynasty": "〔两汉〕",
        "name": "出师表",
        "translation": [
            "译文：",
            "先帝开创统一中原的大业还未完成一半却中途去世了。现在天下分为三个国家，我们蜀汉国力薄弱，处境艰难，这实在是国家危急存亡的时刻啊。然而侍奉保卫(陛下)的官员在宫廷内不懈怠，战场上忠诚有志的将士们奋不顾身，这是他们追念先帝对他们的特别的知遇之恩，想要报答陛下。陛下你实在应该广泛地听取别人的意见，来发扬光大先帝遗留的美德，振奋有远大志向的人的志气，不应过分看轻自己，援引不恰当的譬喻，以至于堵塞忠言进谏的道路。",
            "皇宫中和朝廷中本都是一个整体，赏罚褒贬，不应该有所不同。如果有为非作歹犯科条法令和忠心做善事的人，都应该交给主管官吏评定对他们的惩奖，来显示陛下公正严明的治理，而不应当有偏袒和私心，使宫内和丞相府内奖罚方法不同。",
            "侍中郭攸之、费祎和侍郎董允等人，都是善良诚实的人，他们的志向和心思忠诚无二，所以先帝把他们选拔出来辅佐陛下。我认为宫中之事，无论大小，都拿来问问他们，然后施行，一定能够弥补缺点和疏漏之处，可以获得很多的益处。",
            "将军向宠，性情品行善良平正，通晓军事，从前任用的时候，先帝称赞说他有才干，因此大家评议举荐他做中部督。我认为军队中的事情，都拿来跟他商讨，就一定能使军队团结和谐，不同才能的人各得其所。",
            "亲近贤臣，疏远小人，这是西汉兴盛的原因；亲近小人，疏远贤臣，这是东汉衰败的原因。先帝在世的时候，常常跟我谈论这些事情，对于桓帝、灵帝没有一次不(发出叹息)感到痛心遗憾的。侍中、尚书、长史、参军，这些人都是忠贞诚实、能够以死报国的忠臣，希望陛下亲近他们，信任他们，那么汉朝的复兴就指日可待了。",
            "我本来是一介平民，在南阳务农亲耕，只想在乱世中苟且保全性命，不谋求在诸侯之中闻名显达。先帝不因为我身份低微、见识短浅，而委屈自己，三次去我的茅庐拜访我。征询我对时局大事的意见，因此使我感动奋激，答应为先帝奔走效劳。后来遇到兵败，在兵败的时候接受任务，在危机患难之间奉行使命，那时以来已经有二十一年了。",
            "先帝知道我做事小心谨慎，所以临终时把国家大事托付给我。接受遗命以来，我整天担忧叹息，唯恐先帝托付给我的事不能完成，以致损伤先帝的知人之明，所以我五月渡过泸水，深入到人烟稀少的地方。现在南方已经平定，武器装备已经充足，应当激励、率领全军将士向北方进军，平定中原，希望竭尽我平庸的才能，铲除奸邪凶恶的敌人，恢复汉朝的基业，回到旧日的国都。这是我用来报答先帝，效忠陛下的职责本分。至于处理事务，斟酌情理，有所兴革，毫无保留地进献忠诚的建议，那就是郭攸之、费祎、董允等人的责任了。",
            "希望陛下能够把讨伐曹魏，兴复汉室的任务交给我，没有成效就治我的罪，从而用来告慰先帝的在天之灵。如果没有发扬圣德的言论，就责罚郭攸之、费祎、董允等人的怠慢，来揭示他们的过失；陛下也应自行谋划，询问治国的好方法，采纳正确的言论，深切追念先帝临终留下的教诲。我感激不尽。今天我将要告别陛下远行了，面对这份奏表禁不住眼泪纵横，不知道该说些什么话。",
            "注释：表：古代向帝王上书陈情言事的一种文体。出：出征。师：军队。先帝：这里指刘备。创：开创，创立。业：统一中原的大业。而：表转折。赏：受赏。刑：受罚。中道：中途。崩殂(cú)：死。崩，古代称帝王、皇后之死。殂，死亡。益州疲弊：指蜀汉国力薄弱，处境艰难。益州，这里指蜀汉。疲弊，人力疲惫，民生凋敝，困苦穷乏。三分：天下分为三个国家(即魏、蜀、吴三国)。此：这。诚：确实，实在。之：结构助词，的。秋：时候。然：但是侍：侍奉。卫：守卫懈：懈怠，放松。于：在。忠：忠诚。内：朝廷上。外：朝廷外，指战场上。士：将士。忘身：奋不顾身。盖：连词。连接上一句或上一段，表示原因。追：追念。殊遇：特殊的对待，即优待、厚遇。欲：想要。报：报答。之：代词。于：向，对。诚：实在，确实。宜，应该。开张圣听：扩大圣明的听闻，意思是要后主广泛地听取别人的意见。开张：扩大。圣：圣明以：来。光：发扬光大。遗德：遗留的美德。恢弘：这里是动词，形作动，意思是发扬扩大。也作“恢宏”。恢：大。弘：大、宽。气：志气。妄自菲薄：过分看轻自己。妄：随便，胡乱，轻率。菲薄：微薄。引喻失义：说话不恰当。引喻：引用、比喻。这里是说话的意思。义：适宜，恰当。以：因而。塞；阻塞。忠：忠诚。谏：直言规劝，使改正错误。这里指进谏。俱：全，都。宫中：指皇宫中。府中：指朝廷中。体：整体。陟(zhì)：提升，提拔。罚：惩罚。臧否(pǐ)：善恶，这里形容词用作动词。意思是“评论人物的好坏”。臧否：善恶。异同：这里偏重在异。作奸犯科：做奸邪事情，犯科条法令。作奸：为非作歹。科：科条，法令。及：和。为：做。付：交给。有司：职有专司，就是专门管理某种事情的官。论：评定。刑：罚。以：来。昭：彰显，显扬。平：公平。明：严明。理：治。偏私：偏袒私情，不公正。内外异法：宫内和丞相府内刑赏之法不同。内外：指宫内和朝廷。异法：刑赏之法不同。法：法制。侍中、侍郎郭攸之、费祎(yī)、董允：郭攸之、费祎是侍中，董允是侍郎。侍中、侍郎，都是官名。此皆良实，志虑忠纯：这些都是善良、诚实的人，他们的志向和心思忠诚无二。良实：善良诚实，这里形容词做名词，指善良诚实的人。志：志向。虑：思想，心思。忠纯：忠诚纯正。简拔：选拔。简：挑选。拔：选拔。遗(wèi)：给予。悉以咨之：都拿来问问他们。悉：副词，都，全。咨：询问，征求意见。之：指郭攸之等人。必能裨补阙漏：一定能够弥补缺点和疏漏之处。裨(bì)：弥补，补救。阙，通“缺”，缺点。有所广益：得到更多的好处。广益：很多的益处。益：好处、益处。性行：性情品行。性行(xíng)淑均：性情品行善良平正。淑：善。均：公平，平均。晓畅：谙熟，精通。试用：任用。能：能干，有才能。是以：因为这，因此。众：大家。举：推举。督：武职，向宠曾为中部督。营：军营、军队。行(háng)阵：指部队。和睦：团结和谐。优劣:才能高的和才能低的。亲：亲近。信：信任。得所：得到恰当的位置。先汉：西汉。兴隆：兴盛。后汉：东汉。倾颓：衰败。每：常常。桓、灵：东汉末年的桓帝和灵帝。他们都因信任宦官，加深了政治的腐败。叹息：感叹惋惜。痛恨：感到痛心遗憾。恨：遗憾，不满意。尚书、长史、参军：都是官名。尚书指陈震，长史指张裔，参军指蒋琬。此悉贞良死节之臣：这些都是坚贞可靠，能够以死报国的忠臣。悉：全、都。贞：坚贞。良：善良可靠。死节：能够以死报国。死：为……而死。隆：兴盛。计日：计算着日子。布衣：平民百姓。躬：亲自，自身。耕：耕种。躬耕：亲自耕种，实指隐居农村。南阳：东汉郡名。即今河南省南阳市。苟：苟且。全：保全。于：在。求：谋求。闻达：闻名显达。以：因为。卑鄙：身份低微，见识短浅。卑，身份低下。鄙，见识短浅。与今义不同。猥(wěi)：辱，这里有降低身份的意思。枉屈：委屈。顾：拜访，探望。咨：询问。由是：因此。感激：感动奋激。许：答应。驱驰：这里是奔走效劳的意思。后值倾覆：后来遇到兵败。汉献帝建安十三年(公元208年)曹操追击刘备，在当阳长坂大败刘军；诸葛亮奉命出使东吴，联合孙权打败曹操于赤壁才转危为安。值：遇到。倾覆：指兵败。尔来：那时以来。二十有一年：从刘备访诸葛亮于隆中到此次出师北伐已经二十一年。有：通“又”，跟在数词后面表示约数。故：所以。寄：托付。以：把。临崩寄臣以大事：刘备在临死的时候，把国家大事托付给诸葛亮，并且对刘禅说：“汝与丞相从事，事之如父。”临：将要。夙夜忧叹：早晚/整天担忧叹息。夙，清晨。忧，忧愁焦虑。夙夜：早晚。泸：水名，即金沙江。不毛：不长草。这里指人烟稀少的地方。毛，庄稼，苗。兵：武器。甲：装备。奖率：激励率领，奖励统帅。奖，鼓励。庶：希望。竭：竭尽。驽(nú)钝：比喻才能平庸，这是诸葛亮自谦的话。驽，劣马，走不快的马，指才能低劣。钝，刀刃不锋利，指头脑不灵活，做事迟钝。攘(rǎng)除：排除，铲除。奸凶：奸邪凶恶之人，此指曹魏政权。还：回。于：到。旧都：指东汉都城洛阳或西汉都城长安。所以：用来……的。此臣所以报先帝而忠陛下之职分也：这是我用来报答先帝，效忠陛下的职责本分。斟酌：考虑，权衡。损：除去。益：兴办，增加。损益：增减，兴革。斟酌损益：斟情酌理、有所兴办。比喻做事要掌握分寸。(处理事务)斟酌情理，有所兴革。托臣以讨贼兴复之效：把讨伐曹魏复兴汉室的任务交给我。托，委托，交给。效，效命的任务。不效则治臣之罪：没有成效就治我的罪。效，取得成效。告：告慰，告祭。兴：发扬。德：道德。言：言论。兴德之言：发扬圣德的言论。慢：怠慢，疏忽，指不尽职。彰其咎：揭示他们的过失。彰：表明，显扬。咎：过失，罪。咨诹(zōu)善道：询问(治国的)好道理。诹(zōu)，询问。察纳：认识采纳。察：明察。雅言：正确的言论，正言，合理的意见。深追：深切追念。先帝遗诏：刘备给后主的遗诏，见《三国志·蜀志·先主传》注引《诸葛亮集》，诏中说：‘勿以恶小而为之，勿以善小而不为。惟贤惟德，能服于人。’遗诏：皇帝在临终时所发的诏令。当：在……时候。临：面对涕：眼泪。零：落下。不知所言：不知道该说些什么话。这是表示自己可能失言。谦辞。",
            "参考资料：完善"
        ]
    },
    {
        "author": "《乐府诗集》",
        "contents": [
            "十五从军征，八十始得归。",
            "道逢乡里人：“家中有阿谁？”",
            "“遥看是君家，松柏冢累累。”",
            "兔从狗窦入，雉从梁上飞。",
            "中庭生旅谷，井上生旅葵。",
            "舂谷持作饭，采葵持作羹。",
            "羹饭一时熟，不知饴阿谁。",
            "出门东向看，泪落沾我衣。(东向看",
            "一作：东向望)"
        ],
        "dynasty": "〔两汉〕",
        "name": "十五从军征",
        "translation": [
            "译文：年少时就从军出征，老了才得以回来。在乡间路上遇到同乡人，问：“我家里还有哪些人健在？”“远远看去那就是你家，但现在已经是松柏青翠，坟冢相连了。”走到家门前看见野兔从狗洞里出进，野鸡在屋脊上飞来飞去。院子里长着野生的谷子，野生的葵菜环绕着井台。拿着捣掉壳的野谷做饭，摘下葵叶来煮汤。汤和饭一会儿都做好了，却不知赠送给谁吃。走出大门向着东方远望，老泪纵横洒落在征衣上。",
            "注释：始：才。归：回家。道逢：在路上遇到。道：路途上。阿：语气词，没有意思。君：你，表示尊敬的称呼。遥看：远远地望去。松柏(bǎi)：松树、柏树。冢(zhǒng)：坟墓。累累：与“垒垒”通，形容丘坟一个连一个的样子。狗窦(gǒudòu)：给狗出入的墙洞，窦，洞穴。雉(zhì)：野鸡。中庭：屋前的院子。生：长。旅：旅生，植物未经播种而野生。旅谷：野生的谷子。旅葵(kuí)：即野葵。舂(chōng)：把东西放在石臼或乳钵里捣掉谷子的皮壳或捣碎。持：拿着。作：当做。羹(gēng)：用菜叶做成的带浓汁的食物。一时：一会儿就。饴：同“贻”。送，赠送。沾：渗入。",
            "参考资料：完善"
        ]
    },
    {
        "author": "岑参",
        "contents": [
            "北风卷地白草折，胡天八月即飞雪。",
            "忽如一夜春风来，千树万树梨花开。",
            "散入珠帘湿罗幕，狐裘不暖锦衾薄。",
            "将军角弓不得控，都护铁衣冷难着。",
            "瀚海阑干百丈冰，愁云惨淡万里凝。",
            "中军置酒饮归客，胡琴琵琶与羌笛。",
            "纷纷暮雪下辕门，风掣红旗冻不翻。",
            "轮台东门送君去，去时雪满天山路。",
            "山回路转不见君，雪上空留马行处。"
        ],
        "dynasty": "〔唐代〕",
        "name": "白雪歌送武判官归京",
        "translation": [
            "译文：北风席卷大地吹折了白草，塞北的天空八月就飘降大雪。仿佛一夜之间春风吹来，树上犹如梨花争相开放。雪花飞进珠帘沾湿了罗幕，狐裘不保暖盖上锦被也嫌单薄。将军战士们冷得拉不开弓，铠甲冻得难以穿上。无边沙漠结着厚厚的冰，万里长空凝聚着惨淡愁云。主帅帐中摆酒为归客饯行，胡琴琵琶羌笛合奏来助兴。傍晚辕门前大雪落个不停，红旗冻僵了风也无法牵引。轮台东门外欢送你回京去，你去时大雪盖满了天山路。山路曲折已不见你的身影，雪地上只留下一行马蹄印迹。",
            "注释：武判官：名不详。判官，官职名。唐代节度使等朝廷派出的持节大使，可委任幕僚协助判处公事，称判官，是节度使、观察使一类的僚属。白草：西域牧草名，秋天变白色。胡天：指塞北的天空。胡，古代汉民族对北方各民族的通称。梨花：春天开放，花作白色。这里比喻雪花积在树枝上，像梨花开了一样。珠帘：用珍珠串成或饰有珍珠的帘子。形容帘子的华美。罗幕：用丝织品做成的帐幕。形容帐幕的华美。这句说雪花飞进珠帘，沾湿罗幕。“珠帘”“罗幕”都属于美化的说法。狐裘(qiú)：狐皮袍子。锦衾(qīn)：锦缎做的被子。锦衾薄(bó)：丝绸的被子(因为寒冷)都显得单薄了。形容天气很冷。角弓：两端用兽角装饰的硬弓，一作“雕弓”。不得控：(天太冷而冻得)拉不开(弓)。控：拉开。都(dū)护：镇守边镇的长官此为泛指，与上文的“将军”是互文。铁衣：铠甲。难着(zhuó)：一作“犹著”。着：亦写作“著”。瀚(hàn)海：沙漠。阑干：纵横交错的样子。百丈：一作“百尺”，一作“千尺”。惨淡：昏暗无光。中军：称主将或指挥部。古时分兵为中、左、右三军，中军为主帅的营帐。饮归客：宴饮归京的人，指武判官。饮，动词，宴饮。胡琴琵琶与羌(qiāng)笛：胡琴等都是当时西域地区兄弟民族的乐器。羌笛：羌族的管乐器。辕门：军营的门。古代军队扎营，用车环围，出入处以两车车辕相向竖立，状如门。这里指帅衙署的外门。风掣(chè)：红旗因雪而冻结，风都吹不动了。掣：拉，扯。冻不翻：旗被风往一个方向吹，给人以冻住之感。轮台：唐轮台在今新疆维吾尔自治区米泉县境内，与汉轮台不是同一地方。满：铺满。形容词活用为动词。山回路转：山势回环，道路盘旋曲折。",
            "参考资料：完善"
        ]
    },
    {
        "author": "辛弃疾",
        "contents": [
            "何处望神州？满眼风光北固楼。千古兴亡多少事？悠悠。不尽长江滚滚流。",
            "年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋。"
        ],
        "dynasty": "〔宋代〕",
        "name": "南乡子·登京口北固亭有怀",
        "translation": [
            "译文：从哪里可以眺望故土中原？眼前却只见北固楼一带的壮丽江山，千百年的盛衰兴亡，不知经历了多少变幻？说不清呀。往事连绵不断，如同没有尽头的长江水滚滚地奔流不息。想当年孙权在青年时代，已统领着千军万马，坐镇东南，连年征战，没有向敌人低过头。天下英雄谁是孙权的敌手呢？只有曹操和刘备可以和他鼎足成三。难怪曹操说：“生下的儿子就应当如孙权一般！”",
            "注释：南乡子：词牌名。京口：今江苏省镇江市。北固亭：在今镇江市北固山上，下临长江，三面环水。望：眺望。神州：这里指中原地区。北固楼：即北固亭。兴亡：指国家兴衰，朝代更替。悠悠：形容漫长、久远。年少：年轻。指孙权十九岁继父兄之业统治江东。兜鍪(dōumóu)：指千军万马。原指古代作战时兵士所带的头盔，这里代指士兵。坐断：坐镇，占据，割据。东南：指吴国在三国时地处东南方。休：停止。敌手：能力相当的对手。曹刘：指曹操与刘备。生子当如孙仲谋：曹操率领大军南下，见孙权的军队雄壮威武，喟然而叹：“生子当如孙仲谋，刘景升儿子若豚犬耳。”",
            "参考资料：完善"
        ]
    },
    {
        "author": "文天祥",
        "contents": [
            "辛苦遭逢起一经，干戈寥落四周星。",
            "山河破碎风飘絮，身世浮沉雨打萍。",
            "惶恐滩头说惶恐，零丁洋里叹零丁。",
            "人生自古谁无死？留取丹心照汗青。"
        ],
        "dynasty": "〔宋代〕",
        "name": "过零丁洋",
        "translation": []
    },
    {
        "author": "张养浩",
        "contents": [
            "峰峦如聚，波涛如怒，山河表里潼关路。望西都，意踌躇。",
            "伤心秦汉经行处，宫阙万间都做了土。兴，百姓苦；亡，百姓苦。"
        ],
        "dynasty": "〔元代〕",
        "name": "山坡羊·潼关怀古",
        "translation": [
            "译文：华山的山峰从四面八方会聚，黄河的波涛像发怒似的汹涌。潼关古道内接华山，外连黄河。遥望古都长安，我徘徊不定，思潮起伏。令人伤心的是秦宫汉阙里那些走过的地方，万间宫殿早已化作了尘土。一朝兴盛，百姓受苦；一朝灭亡，百姓依旧受苦。",
            "注释：山坡羊：曲牌名，是这首散曲的格式；“潼关怀古”是标题。峰峦如聚：形容群峰攒集，层峦叠嶂。聚：聚拢；包围波涛如怒：形容黄河波涛的汹涌澎湃。怒：指波涛汹涌。“山河”句：外面是山，里面是河，形容潼关一带地势险要。具体指潼关外有黄河，内有华山。表里：即内外。《左传·僖公二十八年》：“表里山河，必无害也。”注：“晋国外河而内山。”潼关：古关口名，在今陕西省潼关县，关城建在华山山腰，下临黄河，扼秦、晋、豫三省要冲，非常险要，为古代入陕门户，是历代的军事重地。西都：指长安(今陕西西安)。这是泛指秦汉以来在长安附近所建的都城。秦、西汉建都长安，东汉建都洛阳，因此称洛阳为东都，长安为西都。踌躇：犹豫、徘徊不定，心事重重，此处形容思潮起伏，感慨万端陷入沉思，表示心里不平静。一作“踟蹰(chíchú)”。伤心：令人伤心的事，形容词作动词。秦汉经行处：秦朝(前221年~前206年)都城咸阳和西汉(前208~8)的都城长安都在陕西省境内潼关的西面。经行处，经过的地方。指秦汉故都遗址。宫阙：宫，宫殿；阙，皇宫门前面两边的楼观。兴：指政权的统治稳固。兴、亡：指朝代的盛衰更替。",
            "参考资料：完善"
        ]
    },
    {
        "author": "苏轼",
        "contents": [
            "三月七日，沙湖道中遇雨，雨具先去，同行皆狼狈，余独不觉。已而遂晴，故作此。",
            "莫听穿林打叶声，何妨吟啸且徐行。竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。",
            "料峭春风吹酒醒，微冷，山头斜照却相迎。回首向来萧瑟处，归去，也无风雨也无晴。(萧瑟",
            "一作：潇洒)"
        ],
        "dynasty": "〔宋代〕",
        "name": "定风波·莫听穿林打叶声",
        "translation": [
            "译文：宋神宗元丰五年(1082)的三月七日，在沙湖道上赶上了下雨，有人带着雨具先走了，同行的人都觉得很狼狈，只有我不这么觉得。过了一会儿天晴了，就做了这首词。",
            "不用注意那穿林打叶的雨声，何妨放开喉咙吟咏长啸从容而行。拄竹杖、穿芒鞋，走得比骑马还轻便，一身蓑衣任凭风吹雨打，照样过我的一生！春风微凉吹醒我的酒意，微微有些冷，山头初晴的斜阳却应时相迎。回头望一眼走过来的风雨萧瑟的地方，我信步归去，不管它是风雨还是放晴。",
            "注释：定风波：词牌名。沙湖：在今湖北黄冈东南三十里，又名螺丝店。狼狈：进退皆难的困顿窘迫之状。已而：过了一会儿。穿林打叶声：指大雨点透过树林打在树叶上的声音。吟啸：吟咏长啸。芒鞋：草鞋。一蓑烟雨任平生：披着蓑衣在风雨里过一辈子也处之泰然。一蓑(suō)：蓑衣，用棕制成的雨披。料峭：微寒的样子。斜照：偏西的阳光。向来：方才。萧瑟：风雨吹打树叶声。也无风雨也无晴：意谓既不怕雨，也不喜晴。",
            "参考资料：完善"
        ]
    },
    {
        "author": "陈与义",
        "contents": [
            "忆昔午桥桥上饮，坐中多是豪英。长沟流月去无声。杏花疏影里，吹笛到天明。",
            "二十余年如一梦，此身虽在堪惊。闲登小阁看新晴。古今多少事，渔唱起三更。"
        ],
        "dynasty": "〔宋代〕",
        "name": "临江仙·夜登小阁忆洛中旧游",
        "translation": [
            "译文：回忆当年在午桥畅饮，在座的都是英雄豪杰。月光映在河面，随水悄悄流逝，在杏花稀疏的花影中，吹起竹笛直到天明。二十多年的经历好似一场梦，我虽身在，回首往昔却胆战心惊。闲来无事登上小阁楼观看新雨初晴的景致。古往今来多少历史事迹转瞬即逝，只有把它们编成歌的渔夫，还在那半夜里低声吟唱。",
            "注释：临江仙：词牌名，又称《鸳鸯梦》、《雁后归》、《庭院深深》。双调，上片五句，押三平韵，三十字；下片同，共六十字。午桥：在洛阳南面。坐中：在一起喝酒的人。豪英：出色的人物。这两句说：想从前在午桥桥头饮宴，在一起喝酒的都是英雄好汉。长沟流月：月光随着流水悄悄地消逝。疏影：稀疏的影子。这两句说，在杏花稀疏的影子里吹起短笛，一直欢乐到天明。二十余年：二十多年来的经历(包括北宋亡国的大变乱)。堪惊：总是心战胆跳。新晴：新雨初晴。晴，这里指晴夜。渔唱：打鱼人编的歌儿。三更：古代漏记时，从黄昏至拂晓分为五刻，即五更，三更正是午夜。",
            "参考资料：完善"
        ]
    },
    {
        "author": "辛弃疾",
        "contents": [
            "一轮秋影转金波，飞镜又重磨。把酒问姮娥：被白发，欺人奈何？",
            "乘风好去，长空万里，直下看山河。斫去桂婆娑，人道是，清光更多。"
        ],
        "dynasty": "〔宋代〕",
        "name": "太常引·建康中秋夜为吕叔潜赋",
        "translation": [
            "译文：中秋皓月洒下万里金波，好似那刚磨亮的铜镜飞上了夜空。我举起酒杯问那月中的嫦娥：怎么办呢？白发渐渐增多，欺负我拿它没有办法。我要乘风飞上万里长空，俯视祖国的大好山河。还要砍去月中树影摇曳的桂树，因为人们都说，这将使月亮洒下人间的光辉更多。",
            "注释：太常引：词牌名。吕叔潜：名大虬，生平事迹不详，似为作者声气相应的朋友。金波：形容月光浮动，因亦指月光。飞镜：飞天之明镜，指月亮。姮娥：即嫦娥，传说中的月中仙女。被白发欺人奈何：化用薛能《春日使府寓怀》“青春背我堂堂去，白发欺人故故生”之意。斫：砍。桂：桂树。婆娑：树影摇曳的样子。",
            "参考资料：完善"
        ]
    },
    {
        "author": "纳兰性德",
        "contents": [
            "身向云山那畔行，北风吹断马嘶声，深秋远塞若为情！",
            "一抹晚烟荒戍垒，半竿斜日旧关城。古今幽恨几时平！"
        ],
        "dynasty": "〔清代〕",
        "name": "浣溪沙·身向云山那畔行",
        "translation": [
            "译文：向着北方边疆一路前行，凛冽的北风吹散了骏马的嘶鸣。在遥远的边塞，萧瑟的深秋季节，我该有怎样的心情。落日时分，一抹晚烟荒凉萧瑟的营垒上，半竿红日斜挂在旧时关城，古往今来连绵不止的纷争与仇恨几时才能平息。",
            "注释：浣溪沙：词牌名，本唐教坊曲名，又名《浣沙溪》、《小庭花》等。双调四十二字，五平韵。那畔：那边。若为：怎为。荒戍垒：荒凉萧瑟的营垒。戍：保卫。"
        ]
    },
    {
        "author": "文天祥",
        "contents": [
            "梅花南北路，风雨湿征衣。",
            "出岭同谁出？归乡如此归！",
            "山河千古在，城郭一时非。",
            "饿死真吾志，梦中行采薇。"
        ],
        "dynasty": "〔宋代〕",
        "name": "南安军",
        "translation": [
            "译文：由南往北走过大庾岭口，一路风雨打湿衣裳。想到去南岭时有哪些同伴，回到家乡却身为俘囚。祖国的河山千年万世永存，城郭只是暂时落入敌手。绝食而死是我真正的意愿，梦中也学伯夷叔齐，吃野菜充饥等死。",
            "注释：梅花南北路：大庾岭上多植梅花，故名梅岭，南为广东南雄县，北为江西大庾县。采薇：商末孤竹君之子伯夷、叔齐，当周武王伐纣时，二人扣马而谏，商亡，逃入首阳山，誓不食周粟，采薇而食，饿死。"
        ]
    },
    {
        "author": "夏完淳",
        "contents": [
            "三年羁旅客，今日又南冠。",
            "无限山河泪，谁言天地宽。",
            "已知泉路近，欲别故乡难。",
            "毅魄归来日，灵旗空际看。"
        ],
        "dynasty": "〔明代〕",
        "name": "别云间",
        "translation": [
            "译文：三年为抵抗清兵辗转飘零，今日兵败被俘，成为了阶下囚。山河破碎，感伤的泪水流不断，国土沦丧，谁还能说天地宽阔？已经知道生命即将走到尽头，想到永别故乡实在心犯难。等到我魂魄归来的那一天，定要在空中看后继者的队伍抵抗清军。",
            "注释：云间：上海松江区古称云间，是作者家乡。1647年(永历元年/顺治四年)，他在这里被逮捕。三年：作者自1645年(弘光元年/顺治二年)起，参加抗清斗争，出入于太湖及其周围地区，至1647年(顺治四年)，共三年。羁旅：寄居他乡，生活飘泊不定。羁：音(jī)，停留。南冠(guān)，被囚禁的人。语出《左传》。楚人钟仪被俘，晋侯见他戴着楚国的帽子，问左右的人：“南冠而絷(zhi，拴、捆)者，谁也？”后世以“南冠”代被俘。泉路：黄泉路，死路。泉，黄泉，指人死后埋葬的地穴。毅魄：坚强不屈的魂魄，语出屈原《九歌.国殇》：“身即死兮神以灵，魂魄毅兮为鬼雄。”灵旗：又叫魂幡，古代招引亡魂的旗子。这里指后继者的队伍。",
            "参考资料：完善"
        ]
    },
    {
        "author": "张养浩",
        "contents": [
            "骊山四顾，阿房一炬，当时奢侈今何处？只见草萧疏，水萦纡。",
            "至今遗恨迷烟树。列国周齐秦汉楚。赢，都变做了土；输，都变做了土。"
        ],
        "dynasty": "〔元代〕",
        "name": "山坡羊·骊山怀古",
        "translation": [
            "译文：站在骊山上环望四周，雄伟瑰丽的阿房宫已被付之一炬，当年奢侈的场面现在到哪里去了呢？呈现在眼前的只有稀疏寥落的草木，回旋迂曲的水流。到现在那些遗恨已消失在烟雾弥漫的树林中了。想想周、齐、秦、汉、楚等国多少帝王为了天下，征战杀伐，赢的如何？输的如何？不都变做了土！",
            "注释：山坡羊：曲牌名，又名“山坡里羊”“苏武持节”。北曲属中吕宫，以张可久《山坡羊·酒友》为正体，十一句，押九韵，或每句入韵。骊山：在今陕西临潼县东南。阿房：阿房宫，秦宫殿名，故址在今陕西西安市西南阿房村。一炬：指公元前206年12月，项羽引兵屠咸阳，“烧秦宫室，火三月不灭”(见《史记·项羽本纪》。故杜牧有“楚人一炬，可怜焦土。”(《阿房宫赋》)之叹息。萦纡：形容水流回旋迂曲的样子。列国：各国，即周、齐、秦、汉、楚。",
            "参考资料：完善"
        ]
    },
    {
        "author": "王磐",
        "contents": [
            "喇叭，唢呐，曲儿小腔儿大。官船来往乱如麻，全仗你抬声价。",
            "军听了军愁，民听了民怕。哪里去辨甚么真共假？(甚么",
            "同：什么)",
            "眼见的吹翻了这家，吹伤了那家，只吹的水尽鹅飞罢！"
        ],
        "dynasty": "〔明代〕",
        "name": "朝天子·咏喇叭",
        "translation": [
            "译文：喇叭和唢呐，吹的曲子虽短，声音却很响亮。官船来往频繁乱如麻，全凭借你抬高名誉地位。军队听了军队发愁，百姓听了百姓害怕。哪里会去辨别什么真和假？眼看着使有的人家倾家荡产，有的人家元气大伤，直吹得江水枯竭鹅飞跑，家破人亡啊！",
            "译文：二喇叭锁呐呜呜哇哇，曲子很短声音大。官船来往乱如麻，全凭你来抬声价。军队听了军队愁，百姓听了百姓怕。能到哪里去分真和假？眼睁睁吹翻了这家，吹伤了那家，只吹得江水枯竭鹅飞，民穷财尽啊！",
            "注释：朝天子：曲牌名。喇叭：铜制管乐器，上细下粗，最下端的口部向四周扩张，可以扩大声音。唢呐：写作“锁呐”，管乐器，管身正面有七孔，背面一孔。前接一个喇叭形扩声器。民乐中常用。曲儿小：(吹的)曲子很短。腔儿大：(吹出的)声音很响。曲儿小腔儿大是喇叭、唢呐的特征。本事很小、官腔十足是宦官的特征。官船：官府衙门的船只。乱如麻：形容来往频繁，出现次数很多。仗：倚仗，凭借。你：指喇叭、唢呐。抬：抬高。声价：指名誉地位。(宦官装腔作势，声价全靠喇叭来抬。而喇叭其所以能抬声价，又因为它传出的是皇帝的旨意。矛头所指，更深一层。也暗示其狐假虎威的嘴脸。)军：指军队。愁：发愁。因受搅扰而怨忿。旧时皇帝为了加强对军队统帅的控制，常派宦官监军，以牵制军队长官的行动，十分讨厌。哪里：同“那里”。辨：分辨、分别。甚么：同“什么”，疑问代词。共：和。眼见的：眼看着。吹翻了这家：意思是使有的人家倾家荡产。吹伤了那家：使有的人家元气大伤。水尽鹅飞罢：水干了，鹅也飞光了。比喻民穷财尽，家破人亡。这是宦官害民的严重后果。水尽鹅飞，“官船”就不能长久来往，这也是对最高统治者的警告，比喻家破人亡。",
            "参考资料：完善"
        ]
    }
]